-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- 主機： 35.201.170.2:3306
-- 產生時間： 
-- 伺服器版本： 5.7.14-google-log
-- PHP 版本： 7.1.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `handmade_admin`
--

-- --------------------------------------------------------

--
-- 資料表結構 `appliance_list`
--

CREATE TABLE `appliance_list` (
  `item_sid` int(11) NOT NULL COMMENT '商品流水號',
  `item_name` varchar(255) NOT NULL COMMENT '商品名稱',
  `item_number` int(11) DEFAULT NULL COMMENT '商品品號',
  `item_sort_sid` int(11) DEFAULT NULL COMMENT '商品分類',
  `item_price` int(11) DEFAULT NULL COMMENT '商品價格',
  `item_quantity` int(11) DEFAULT NULL COMMENT '商品數量',
  `item_status_sid` int(11) DEFAULT '1' COMMENT '商品上下架',
  `item_place_sid` int(11) DEFAULT NULL COMMENT '製造商地點',
  `item_brand_sid` int(11) DEFAULT NULL COMMENT '品牌',
  `item_image` text COMMENT '商品圖片',
  `item_feature_1` text COMMENT '商品特點1',
  `item_feature_2` text COMMENT '商品特點2',
  `item_feature_3` text COMMENT '商品特點3',
  `item_format` text COMMENT '商品規格',
  `item_detail` text COMMENT '商品介紹',
  `item_hot_sell` int(11) DEFAULT '0' COMMENT '熱銷',
  `item_new_listing` int(11) DEFAULT '0' COMMENT '新上市',
  `item_hit_month` int(11) DEFAULT '0' COMMENT '本月主打',
  `item_recommend` int(11) DEFAULT '0' COMMENT '平台推薦',
  `item_create_time` datetime NOT NULL COMMENT '新增商品時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品列表';

--
-- 傾印資料表的資料 `appliance_list`
--

INSERT INTO `appliance_list` (`item_sid`, `item_name`, `item_number`, `item_sort_sid`, `item_price`, `item_quantity`, `item_status_sid`, `item_place_sid`, `item_brand_sid`, `item_image`, `item_feature_1`, `item_feature_2`, `item_feature_3`, `item_format`, `item_detail`, `item_hot_sell`, `item_new_listing`, `item_hit_month`, `item_recommend`, `item_create_time`) VALUES
(54, '【美國康寧 Pyrex】單耳量杯500ml', 456111, 29, 456, 46, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 0, 1, 0, '2019-09-24 23:46:57'),
(59, '吐司/磅蛋糕4', 123456, 13, 400, 16, 2, 7, 19, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-23 16:14:04'),
(116, '切模/餅乾模1', 777777, 17, 100, 23, 2, 1, 8, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-24 23:47:15'),
(122, '切模/餅乾模2', 12424, 17, 200, 29, 2, 2, 2, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-24 23:50:39'),
(124, '切模/餅乾模2', 11111, 17, 200, 22, 2, 7, 21, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:23:23'),
(125, '切模/餅乾模2', 44444, 17, 200, 20, 2, 8, 25, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:23:23'),
(126, '馬芬烤杯1', 112233, 18, 100, 10, 1, 1, 8, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:35:06'),
(127, '紙烤模1', 444444, 19, 100, 10, 1, 2, 2, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:35:06'),
(129, '玻璃烤盤1', 446655, 21, 100, 10, 1, 7, 21, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:35:06'),
(130, '陶瓷/琺瑯1', 778899, 22, 100, 10, 2, 8, 25, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:35:06'),
(131, '烤盅/烤杯1', 444444, 23, 100, 8, 2, 8, 25, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:35:06'),
(135, '翻糖模/用具1', NULL, 27, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(139, '料理秤1', NULL, 31, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(140, '計時器1', NULL, 32, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(141, '其他測量1', NULL, 33, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(142, '粉篩1', NULL, 34, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(143, '桿麵棍1', NULL, 35, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(144, '抹刀/刮刀1', NULL, 36, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(145, '麵團刀/刮板1', NULL, 37, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(146, '打蛋器1', NULL, 38, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(147, '調理盆1', NULL, 39, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(148, '擠花/麵糊1', NULL, 40, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(149, '醬料刷1', NULL, 41, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(150, '蛋糕台1', NULL, 42, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(151, '噴槍1', NULL, 43, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(152, '散熱架1', NULL, 44, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(153, '麵包盒/裝飾1', NULL, 45, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(154, '奶油/起士刀1', NULL, 46, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(155, '蛋糕刀/鏟1', NULL, 47, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(156, '輪刀/披薩刀1', NULL, 48, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(157, '披薩板/烤盤1', NULL, 49, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(158, '蛋黃分離器1', NULL, 50, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(159, '烘焙重石1', NULL, 51, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(160, '兒童烘焙用具1', NULL, 52, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(161, '其他用具1', NULL, 53, 100, 10, 2, 8, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:35:06'),
(162, '馬芬烤杯1', NULL, 18, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(163, '紙烤模1', NULL, 19, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(164, '金屬烤盤1', NULL, 20, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(165, '玻璃烤盤1', NULL, 21, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(166, '陶瓷/琺瑯1', NULL, 22, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(167, '烤盅/烤杯1', NULL, 23, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(169, '麵包模1', NULL, 25, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(170, '派模/塔模1', 543275, 26, 100, 10, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:47:07'),
(171, '翻糖模/用具1', NULL, 27, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(172, '巧克力/冰模1', NULL, 28, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(176, '計時器1', NULL, 32, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(177, '其他測量1', NULL, 33, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(178, '粉篩1', NULL, 34, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(179, '桿麵棍1', NULL, 35, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(180, '抹刀/刮刀1', NULL, 36, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(181, '麵團刀/刮板1', NULL, 37, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(182, '打蛋器1', NULL, 38, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(183, '調理盆1', NULL, 39, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(184, '擠花/麵糊1', 4820615, 40, 100, 10, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:47:07'),
(185, '醬料刷1', NULL, 41, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(186, '蛋糕台1', NULL, 42, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(187, '噴槍1', NULL, 43, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(188, '散熱架1', NULL, 44, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(189, '麵包盒/裝飾1', NULL, 45, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(190, '奶油/起士刀1', NULL, 46, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(192, '輪刀/披薩刀1', 3876068, 48, 100, 14, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-23 16:22:33'),
(193, '披薩板/烤盤1', NULL, 49, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(194, '蛋黃分離器1', NULL, 50, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(195, '烘焙重石1', NULL, 51, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(196, '兒童烘焙用具1', NULL, 52, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(197, '其他用具1', NULL, 53, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:47:07'),
(198, '馬芬烤杯1', NULL, 18, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(199, '紙烤模1', NULL, 19, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(200, '金屬烤盤1', NULL, 20, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(201, '玻璃烤盤1', NULL, 21, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(202, '陶瓷/琺瑯1', 254212, 22, 100, 10, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-23 16:22:54'),
(203, '烤盅/烤杯1', NULL, 23, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(204, '烤紙/烘焙墊1', NULL, 24, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(205, '麵包模1', NULL, 25, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(206, '派模/塔模1', NULL, 26, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(207, '翻糖模/用具1', NULL, 27, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(208, '巧克力/冰模1', NULL, 28, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(209, '量杯1', NULL, 29, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(210, '量匙1', NULL, 30, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(211, '料理秤1', NULL, 31, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(212, '計時器1', NULL, 32, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(213, '其他測量1', NULL, 33, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(214, '粉篩1', NULL, 34, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(215, '桿麵棍1', NULL, 35, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(216, '抹刀/刮刀1', NULL, 36, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(217, '麵團刀/刮板1', NULL, 37, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(218, '打蛋器1', NULL, 38, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(219, '調理盆1', NULL, 39, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(220, '擠花/麵糊1', NULL, 40, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(221, '醬料刷1', NULL, 41, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(222, '蛋糕台1', 543243, 42, 100, 10, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-09-23 16:23:06'),
(223, '噴槍1', NULL, 43, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(224, '散熱架1', NULL, 44, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(225, '麵包盒/裝飾1', NULL, 45, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(226, '奶油/起士刀1', NULL, 46, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(227, '蛋糕刀/鏟1', NULL, 47, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(228, '輪刀/披薩刀1', NULL, 48, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(229, '披薩板/烤盤1', NULL, 49, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(230, '蛋黃分離器1', NULL, 50, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(231, '烘焙重石1', NULL, 51, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(232, '兒童烘焙用具1', NULL, 52, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(233, '其他用具1', NULL, 53, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:48:51'),
(234, '馬芬烤杯1', NULL, 18, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(235, '紙烤模1', 453254, 19, 100, 10, 2, 1, 1, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:49:04'),
(236, '金屬烤盤1', NULL, 20, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(237, '玻璃烤盤1', NULL, 21, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(238, '陶瓷/琺瑯1', NULL, 22, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(239, '烤盅/烤杯1', NULL, 23, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(240, '烤紙/烘焙墊1', NULL, 24, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(241, '麵包模1', NULL, 25, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(242, '派模/塔模1', NULL, 26, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(243, '翻糖模/用具1', NULL, 27, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(244, '巧克力/冰模1', NULL, 28, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(245, '量杯1', NULL, 29, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(246, '量匙1', NULL, 30, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(247, '料理秤1', NULL, 31, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(248, '計時器1', NULL, 32, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(249, '其他測量1', NULL, 33, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(250, '粉篩1', NULL, 34, 100, 10, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(251, '桿麵棍1', NULL, 35, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(252, '抹刀/刮刀1', NULL, 36, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(253, '麵團刀/刮板1', NULL, 37, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(254, '打蛋器1', NULL, 38, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(255, '調理盆1', NULL, 39, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(256, '擠花/麵糊1', NULL, 40, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(258, '蛋糕台1', 888888, 42, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(259, '噴槍1', NULL, 43, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(260, '散熱架1', NULL, 44, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(261, '麵包盒/裝飾1', NULL, 45, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(262, '奶油/起士刀1', NULL, 46, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(263, '蛋糕刀/鏟1', NULL, 47, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(264, '輪刀/披薩刀1', NULL, 48, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(265, '披薩板/烤盤1', NULL, 49, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(266, '蛋黃分離器1', NULL, 50, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(267, '烘焙重石1', NULL, 51, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(268, '兒童烘焙用具1', NULL, 52, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(269, '其他用具1', NULL, 53, 100, 0, 2, 1, 1, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(270, '馬芬烤杯2', NULL, 18, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(271, '紙烤模2', NULL, 19, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(272, '金屬烤盤2', NULL, 20, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(273, '玻璃烤盤2', NULL, 21, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(274, '陶瓷/琺瑯2', NULL, 22, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(275, '烤盅/烤杯2', NULL, 23, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(276, '烤紙/烘焙墊2', NULL, 24, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(277, '麵包模2', NULL, 25, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(278, '派模/塔模2', NULL, 26, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(279, '翻糖模/用具2', NULL, 27, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(280, '巧克力/冰模2', NULL, 28, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(281, '量杯2', NULL, 29, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(282, '量匙2', NULL, 30, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(283, '料理秤2', NULL, 31, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(284, '計時器2', NULL, 32, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(285, '其他測量2', NULL, 33, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(286, '粉篩2', NULL, 34, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(287, '桿麵棍2', NULL, 35, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(288, '抹刀/刮刀2', NULL, 36, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(289, '麵團刀/刮板2', NULL, 37, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(290, '打蛋器2', NULL, 38, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(291, '調理盆2', NULL, 39, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(292, '擠花/麵糊2', NULL, 40, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(293, '醬料刷2', NULL, 41, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(294, '蛋糕台2', NULL, 42, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(295, '噴槍2', NULL, 43, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(296, '散熱架2', NULL, 44, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(297, '麵包盒/裝飾2', NULL, 45, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(298, '奶油/起士刀2', NULL, 46, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(299, '蛋糕刀/鏟2', NULL, 47, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(300, '輪刀/披薩刀2', NULL, 48, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(301, '披薩板/烤盤2', NULL, 49, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(302, '蛋黃分離器2', NULL, 50, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(303, '烘焙重石2', NULL, 51, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(304, '兒童烘焙用具2', NULL, 52, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(305, '其他用具2', NULL, 53, 200, 0, 2, 2, 2, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(306, '馬芬烤杯3', NULL, 18, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(307, '紙烤模3', NULL, 19, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(308, '金屬烤盤3', NULL, 20, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(309, '玻璃烤盤3', NULL, 21, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(310, '陶瓷/琺瑯3', NULL, 22, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(311, '烤盅/烤杯3', NULL, 23, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(312, '烤紙/烘焙墊3', NULL, 24, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(313, '麵包模3', NULL, 25, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(314, '派模/塔模3', NULL, 26, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(315, '翻糖模/用具3', NULL, 27, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(316, '巧克力/冰模3', NULL, 28, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(317, '量杯3', NULL, 29, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(318, '量匙3', NULL, 30, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(319, '料理秤3', NULL, 31, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(320, '計時器3', NULL, 32, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(321, '其他測量3', NULL, 33, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(322, '粉篩3', NULL, 34, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(323, '桿麵棍3', NULL, 35, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(324, '抹刀/刮刀3', NULL, 36, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(325, '麵團刀/刮板3', NULL, 37, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(326, '打蛋器3', NULL, 38, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(327, '調理盆3', NULL, 39, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(328, '擠花/麵糊3', NULL, 40, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(329, '醬料刷3', NULL, 41, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(330, '蛋糕台3', NULL, 42, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(331, '噴槍3', NULL, 43, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(332, '散熱架3', NULL, 44, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(333, '麵包盒/裝飾3', NULL, 45, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(334, '奶油/起士刀3', NULL, 46, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(335, '蛋糕刀/鏟3', NULL, 47, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(336, '輪刀/披薩刀3', NULL, 48, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(337, '披薩板/烤盤3', NULL, 49, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(338, '蛋黃分離器3', NULL, 50, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(339, '烘焙重石3', NULL, 51, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(340, '兒童烘焙用具3', NULL, 52, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(341, '其他用具3', NULL, 53, 300, 0, 2, 3, 3, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(342, '馬芬烤杯4', NULL, 18, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(343, '紙烤模4', NULL, 19, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(344, '金屬烤盤4', NULL, 20, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(345, '玻璃烤盤4', NULL, 21, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(346, '陶瓷/琺瑯4', NULL, 22, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(347, '烤盅/烤杯4', NULL, 23, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(348, '烤紙/烘焙墊4', NULL, 24, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(349, '麵包模4', NULL, 25, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(350, '派模/塔模4', NULL, 26, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(351, '翻糖模/用具4', NULL, 27, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(352, '巧克力/冰模4', NULL, 28, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(353, '量杯4', NULL, 29, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(354, '量匙4', NULL, 30, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(355, '料理秤4', NULL, 31, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(356, '計時器4', NULL, 32, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(357, '其他測量4', NULL, 33, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(358, '粉篩4', NULL, 34, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(359, '桿麵棍4', NULL, 35, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(360, '抹刀/刮刀4', NULL, 36, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(361, '麵團刀/刮板4', NULL, 37, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(362, '打蛋器4', NULL, 38, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(363, '調理盆4', NULL, 39, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(364, '擠花/麵糊4', NULL, 40, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(365, '醬料刷4', NULL, 41, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(366, '蛋糕台4', NULL, 42, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(367, '噴槍4', NULL, 43, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(368, '散熱架4', NULL, 44, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(369, '麵包盒/裝飾4', NULL, 45, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(370, '奶油/起士刀4', NULL, 46, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(371, '蛋糕刀/鏟4', NULL, 47, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(372, '輪刀/披薩刀4', NULL, 48, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(373, '披薩板/烤盤4', NULL, 49, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(374, '蛋黃分離器4', NULL, 50, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(375, '烘焙重石4', NULL, 51, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(376, '兒童烘焙用具4', NULL, 52, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(377, '其他用具4', NULL, 53, 400, 0, 2, 4, 4, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(378, '馬芬烤杯5', NULL, 18, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(379, '紙烤模5', NULL, 19, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(380, '金屬烤盤5', NULL, 20, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(381, '玻璃烤盤5', NULL, 21, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(382, '陶瓷/琺瑯5', NULL, 22, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(383, '烤盅/烤杯5', NULL, 23, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(384, '烤紙/烘焙墊5', NULL, 24, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(385, '麵包模5', NULL, 25, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(386, '派模/塔模5', NULL, 26, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(387, '翻糖模/用具5', NULL, 27, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(388, '巧克力/冰模5', NULL, 28, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(389, '量杯5', NULL, 29, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(390, '量匙5', NULL, 30, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(391, '料理秤5', NULL, 31, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(392, '計時器5', NULL, 32, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(393, '其他測量5', NULL, 33, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(394, '粉篩5', NULL, 34, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(395, '桿麵棍5', NULL, 35, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(396, '抹刀/刮刀5', NULL, 36, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(397, '麵團刀/刮板5', NULL, 37, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(398, '打蛋器5', NULL, 38, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(399, '調理盆5', NULL, 39, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(400, '擠花/麵糊5', NULL, 40, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(401, '醬料刷5', NULL, 41, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(402, '蛋糕台5', NULL, 42, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(403, '噴槍5', NULL, 43, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(404, '散熱架5', NULL, 44, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(405, '麵包盒/裝飾5', NULL, 45, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(406, '奶油/起士刀5', NULL, 46, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(407, '蛋糕刀/鏟5', NULL, 47, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(408, '輪刀/披薩刀5', NULL, 48, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(409, '披薩板/烤盤5', NULL, 49, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(410, '蛋黃分離器5', NULL, 50, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(411, '烘焙重石5', NULL, 51, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(412, '兒童烘焙用具5', NULL, 52, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(413, '其他用具5', NULL, 53, 500, 0, 2, 5, 5, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(415, '紙烤模6', NULL, 19, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(416, '金屬烤盤6', NULL, 20, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(417, '玻璃烤盤6', NULL, 21, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(418, '陶瓷/琺瑯6', NULL, 22, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(419, '烤盅/烤杯6', NULL, 23, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(420, '烤紙/烘焙墊6', NULL, 24, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(421, '麵包模6', NULL, 25, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(422, '派模/塔模6', NULL, 26, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(423, '翻糖模/用具6', NULL, 27, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(424, '巧克力/冰模6', NULL, 28, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(425, '量杯6', NULL, 29, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(426, '量匙6', NULL, 30, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(427, '料理秤6', NULL, 31, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(428, '計時器6', NULL, 32, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(429, '其他測量6', NULL, 33, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(430, '粉篩6', NULL, 34, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(431, '桿麵棍6', NULL, 35, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(432, '抹刀/刮刀6', NULL, 36, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(433, '麵團刀/刮板6', NULL, 37, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(434, '打蛋器6', NULL, 38, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(435, '調理盆6', NULL, 39, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(436, '擠花/麵糊6', NULL, 40, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(437, '醬料刷6', NULL, 41, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(438, '蛋糕台6', NULL, 42, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(439, '噴槍6', NULL, 43, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(440, '散熱架6', NULL, 44, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(441, '麵包盒/裝飾6', NULL, 45, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(442, '奶油/起士刀6', NULL, 46, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(443, '蛋糕刀/鏟6', NULL, 47, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(444, '輪刀/披薩刀6', NULL, 48, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(445, '披薩板/烤盤6', NULL, 49, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(446, '蛋黃分離器6', NULL, 50, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(447, '烘焙重石6', NULL, 51, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(448, '兒童烘焙用具6', NULL, 52, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(449, '其他用具6', NULL, 53, 600, 0, 2, 6, 6, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(450, '馬芬烤杯7', NULL, 18, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(451, '紙烤模7', NULL, 19, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(452, '金屬烤盤7', NULL, 20, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(453, '玻璃烤盤7', NULL, 21, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(454, '陶瓷/琺瑯7', NULL, 22, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(455, '烤盅/烤杯7', NULL, 23, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(456, '烤紙/烘焙墊7', NULL, 24, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(457, '麵包模7', NULL, 25, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(458, '派模/塔模7', NULL, 26, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(459, '翻糖模/用具7', NULL, 27, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(460, '巧克力/冰模7', NULL, 28, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(461, '量杯7', NULL, 29, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(462, '量匙7', NULL, 30, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(463, '料理秤7', NULL, 31, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(464, '計時器7', NULL, 32, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(465, '其他測量7', NULL, 33, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(466, '粉篩7', NULL, 34, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(467, '桿麵棍7', NULL, 35, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(468, '抹刀/刮刀7', NULL, 36, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(469, '麵團刀/刮板7', NULL, 37, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(470, '打蛋器7', NULL, 38, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(471, '調理盆7', NULL, 39, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(472, '擠花/麵糊7', NULL, 40, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(473, '醬料刷7', NULL, 41, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(474, '蛋糕台7', NULL, 42, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(475, '噴槍7', NULL, 43, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(476, '散熱架7', NULL, 44, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(477, '麵包盒/裝飾7', NULL, 45, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(478, '奶油/起士刀7', NULL, 46, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(479, '蛋糕刀/鏟7', NULL, 47, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(480, '輪刀/披薩刀7', NULL, 48, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(481, '披薩板/烤盤7', NULL, 49, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(482, '蛋黃分離器7', NULL, 50, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(483, '烘焙重石7', NULL, 51, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(484, '兒童烘焙用具7', NULL, 52, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(485, '其他用具7', NULL, 53, 700, 0, 2, 7, 7, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(486, '馬芬烤杯8', NULL, 18, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(487, '紙烤模8', NULL, 19, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(488, '金屬烤盤8', NULL, 20, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(489, '玻璃烤盤8', NULL, 21, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(490, '陶瓷/琺瑯8', NULL, 22, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(491, '烤盅/烤杯8', NULL, 23, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(492, '烤紙/烘焙墊8', NULL, 24, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(493, '麵包模8', NULL, 25, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(494, '派模/塔模8', NULL, 26, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(495, '翻糖模/用具8', NULL, 27, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(496, '巧克力/冰模8', NULL, 28, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(497, '量杯8', NULL, 29, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(498, '量匙8', NULL, 30, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(499, '料理秤8', NULL, 31, 800, 0, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(500, '計時器8', NULL, 32, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(501, '其他測量8', NULL, 33, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(502, '粉篩8', NULL, 34, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(503, '桿麵棍8', NULL, 35, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(504, '抹刀/刮刀8', NULL, 36, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(505, '麵團刀/刮板8', NULL, 37, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(506, '打蛋器8', NULL, 38, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(507, '調理盆8', NULL, 39, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(508, '擠花/麵糊8', NULL, 40, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(509, '醬料刷8', NULL, 41, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(510, '蛋糕台8', NULL, 42, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(511, '噴槍8', NULL, 43, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(512, '散熱架8', NULL, 44, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(513, '麵包盒/裝飾8', NULL, 45, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(514, '奶油/起士刀8', NULL, 46, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(515, '蛋糕刀/鏟8', NULL, 47, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(516, '輪刀/披薩刀8', NULL, 48, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(517, '披薩板/烤盤8', NULL, 49, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(518, '蛋黃分離器8', NULL, 50, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(519, '烘焙重石8', NULL, 51, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(520, '兒童烘焙用具8', NULL, 52, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(521, '其他用具8', NULL, 53, 800, 80, 2, 8, 8, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(522, '馬芬烤杯9', NULL, 18, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(523, '紙烤模9', NULL, 19, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(524, '金屬烤盤9', NULL, 20, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(525, '玻璃烤盤9', NULL, 21, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(526, '陶瓷/琺瑯9', NULL, 22, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(527, '烤盅/烤杯9', NULL, 23, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(528, '烤紙/烘焙墊9', NULL, 24, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(529, '麵包模9', NULL, 25, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(530, '派模/塔模9', NULL, 26, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(531, '翻糖模/用具9', NULL, 27, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(532, '巧克力/冰模9', NULL, 28, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(533, '量杯9', NULL, 29, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(534, '量匙9', NULL, 30, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(535, '料理秤9', NULL, 31, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(536, '計時器9', NULL, 32, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(537, '其他測量9', NULL, 33, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(538, '粉篩9', NULL, 34, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(539, '桿麵棍9', NULL, 35, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(540, '抹刀/刮刀9', NULL, 36, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04');
INSERT INTO `appliance_list` (`item_sid`, `item_name`, `item_number`, `item_sort_sid`, `item_price`, `item_quantity`, `item_status_sid`, `item_place_sid`, `item_brand_sid`, `item_image`, `item_feature_1`, `item_feature_2`, `item_feature_3`, `item_format`, `item_detail`, `item_hot_sell`, `item_new_listing`, `item_hit_month`, `item_recommend`, `item_create_time`) VALUES
(541, '麵團刀/刮板9', NULL, 37, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(542, '打蛋器9', NULL, 38, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(543, '調理盆9', NULL, 39, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(544, '擠花/麵糊9', NULL, 40, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(545, '醬料刷9', NULL, 41, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(546, '蛋糕台9', NULL, 42, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(547, '噴槍9', NULL, 43, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(548, '散熱架9', NULL, 44, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(549, '麵包盒/裝飾9', NULL, 45, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(550, '奶油/起士刀9', NULL, 46, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(551, '蛋糕刀/鏟9', NULL, 47, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(552, '輪刀/披薩刀9', NULL, 48, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(553, '披薩板/烤盤9', NULL, 49, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(554, '蛋黃分離器9', NULL, 50, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(555, '烘焙重石9', NULL, 51, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(556, '兒童烘焙用具9', NULL, 52, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(557, '其他用具9', NULL, 53, 900, 90, 2, 9, 9, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(558, '馬芬烤杯10', NULL, 18, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(559, '紙烤模10', NULL, 19, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(560, '金屬烤盤10', NULL, 20, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(561, '玻璃烤盤10', NULL, 21, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(562, '陶瓷/琺瑯10', NULL, 22, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(563, '烤盅/烤杯10', NULL, 23, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(564, '烤紙/烘焙墊10', NULL, 24, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(565, '麵包模10', NULL, 25, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(566, '派模/塔模10', NULL, 26, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(567, '翻糖模/用具10', NULL, 27, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(568, '巧克力/冰模10', NULL, 28, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(569, '量杯10', NULL, 29, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(570, '量匙10', NULL, 30, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(571, '料理秤10', NULL, 31, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(572, '計時器10', NULL, 32, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(573, '其他測量10', NULL, 33, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(574, '粉篩10', NULL, 34, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(575, '桿麵棍10', NULL, 35, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(576, '抹刀/刮刀10', NULL, 36, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(577, '麵團刀/刮板10', NULL, 37, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(578, '打蛋器10', NULL, 38, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(579, '調理盆10', NULL, 39, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(580, '擠花/麵糊10', NULL, 40, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(581, '醬料刷10', NULL, 41, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(582, '蛋糕台10', NULL, 42, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(583, '噴槍10', NULL, 43, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(584, '散熱架10', NULL, 44, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(585, '麵包盒/裝飾10', NULL, 45, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(586, '奶油/起士刀10', NULL, 46, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(587, '蛋糕刀/鏟10', NULL, 47, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(588, '輪刀/披薩刀10', NULL, 48, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(589, '披薩板/烤盤10', NULL, 49, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(590, '蛋黃分離器10', NULL, 50, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(591, '烘焙重石10', NULL, 51, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(592, '兒童烘焙用具10', NULL, 52, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(593, '其他用具10', NULL, 53, 1000, 100, 2, 10, 10, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:49:04'),
(594, '馬芬烤杯1', NULL, 18, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(595, '紙烤模1', NULL, 19, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(596, '金屬烤盤1', NULL, 20, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(597, '玻璃烤盤1', NULL, 21, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(598, '陶瓷/琺瑯1', NULL, 22, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(599, '烤盅/烤杯1', NULL, 23, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(600, '烤紙/烘焙墊1', NULL, 24, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(601, '麵包模1', NULL, 25, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(602, '派模/塔模1', NULL, 26, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(603, '翻糖模/用具1', NULL, 27, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(604, '巧克力/冰模1', NULL, 28, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(605, '量杯1', NULL, 29, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(606, '量匙1', NULL, 30, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(607, '料理秤1', NULL, 31, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(608, '計時器1', NULL, 32, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(609, '其他測量1', NULL, 33, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(610, '粉篩1', NULL, 34, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(611, '桿麵棍1', NULL, 35, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(612, '抹刀/刮刀1', NULL, 36, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(613, '麵團刀/刮板1', NULL, 37, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(614, '打蛋器1', NULL, 38, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(615, '調理盆1', NULL, 39, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(616, '擠花/麵糊1', NULL, 40, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(617, '醬料刷1', NULL, 41, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(618, '蛋糕台1', NULL, 42, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(619, '噴槍1', NULL, 43, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(620, '散熱架1', NULL, 44, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(621, '麵包盒/裝飾1', NULL, 45, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(622, '奶油/起士刀1', NULL, 46, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(623, '蛋糕刀/鏟1', NULL, 47, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(624, '輪刀/披薩刀1', NULL, 48, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(625, '披薩板/烤盤1', NULL, 49, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(626, '蛋黃分離器1', NULL, 50, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(627, '烘焙重石1', NULL, 51, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(628, '兒童烘焙用具1', NULL, 52, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(629, '其他用具1', NULL, 53, 100, 10, 2, 1, 11, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(630, '馬芬烤杯2', NULL, 18, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(631, '紙烤模2', NULL, 19, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(632, '金屬烤盤2', NULL, 20, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(633, '玻璃烤盤2', NULL, 21, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(634, '陶瓷/琺瑯2', NULL, 22, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(635, '烤盅/烤杯2', NULL, 23, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(636, '烤紙/烘焙墊2', NULL, 24, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(637, '麵包模2', NULL, 25, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(638, '派模/塔模2', NULL, 26, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(639, '翻糖模/用具2', NULL, 27, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(640, '巧克力/冰模2', NULL, 28, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(641, '量杯2', NULL, 29, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(642, '量匙2', NULL, 30, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(643, '料理秤2', NULL, 31, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(644, '計時器2', NULL, 32, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(645, '其他測量2', NULL, 33, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(646, '粉篩2', NULL, 34, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(647, '桿麵棍2', NULL, 35, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(648, '抹刀/刮刀2', NULL, 36, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(649, '麵團刀/刮板2', NULL, 37, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(650, '打蛋器2', NULL, 38, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(651, '調理盆2', NULL, 39, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(652, '擠花/麵糊2', NULL, 40, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(653, '醬料刷2', NULL, 41, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(654, '蛋糕台2', NULL, 42, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(655, '噴槍2', NULL, 43, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(656, '散熱架2', NULL, 44, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(657, '麵包盒/裝飾2', NULL, 45, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(658, '奶油/起士刀2', NULL, 46, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(659, '蛋糕刀/鏟2', NULL, 47, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(660, '輪刀/披薩刀2', NULL, 48, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(661, '披薩板/烤盤2', NULL, 49, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(662, '蛋黃分離器2', NULL, 50, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(663, '烘焙重石2', NULL, 51, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(664, '兒童烘焙用具2', NULL, 52, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(665, '其他用具2', NULL, 53, 200, 20, 2, 2, 12, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(666, '馬芬烤杯3', NULL, 18, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(667, '紙烤模3', NULL, 19, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(668, '金屬烤盤3', NULL, 20, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(669, '玻璃烤盤3', NULL, 21, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(670, '陶瓷/琺瑯3', NULL, 22, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(671, '烤盅/烤杯3', NULL, 23, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(672, '烤紙/烘焙墊3', NULL, 24, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(673, '麵包模3', NULL, 25, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(674, '派模/塔模3', NULL, 26, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(675, '翻糖模/用具3', NULL, 27, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(676, '巧克力/冰模3', NULL, 28, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(677, '量杯3', NULL, 29, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(678, '量匙3', NULL, 30, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(679, '料理秤3', NULL, 31, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(680, '計時器3', NULL, 32, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(681, '其他測量3', NULL, 33, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(682, '粉篩3', NULL, 34, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(683, '桿麵棍3', NULL, 35, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(684, '抹刀/刮刀3', NULL, 36, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(685, '麵團刀/刮板3', NULL, 37, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(686, '打蛋器3', NULL, 38, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(687, '調理盆3', NULL, 39, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(688, '擠花/麵糊3', NULL, 40, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(689, '醬料刷3', NULL, 41, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(690, '蛋糕台3', NULL, 42, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(691, '噴槍3', NULL, 43, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(692, '散熱架3', NULL, 44, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(693, '麵包盒/裝飾3', NULL, 45, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(694, '奶油/起士刀3', NULL, 46, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(695, '蛋糕刀/鏟3', NULL, 47, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(696, '輪刀/披薩刀3', NULL, 48, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(697, '披薩板/烤盤3', NULL, 49, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(698, '蛋黃分離器3', NULL, 50, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(699, '烘焙重石3', NULL, 51, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(700, '兒童烘焙用具3', NULL, 52, 300, 30, 2, 3, 13, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(701, '其他用具3', 535452, 53, 300, 33, 1, 3, 13, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:50:40'),
(702, '馬芬烤杯4', NULL, 18, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(706, '陶瓷/琺瑯4', NULL, 22, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(707, '烤盅/烤杯4', NULL, 23, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(708, '烤紙/烘焙墊4', NULL, 24, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(709, '麵包模4', NULL, 25, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(710, '派模/塔模4', 112233, 26, 400, 40, 1, 4, 14, 'tk00001.jpg', '', '', '', '', '', 1, 1, 1, 1, '2019-08-29 21:50:40'),
(711, '翻糖模/用具4', NULL, 27, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(712, '巧克力/冰模4', NULL, 28, 400, 40, 2, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(713, '量杯4', NULL, 29, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(714, '量匙4', NULL, 30, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(715, '料理秤4', NULL, 31, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(716, '計時器4', NULL, 32, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(717, '其他測量4', NULL, 33, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(718, '粉篩4', NULL, 34, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(719, '桿麵棍4', NULL, 35, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(720, '抹刀/刮刀4', NULL, 36, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(721, '麵團刀/刮板4', NULL, 37, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(722, '打蛋器4', NULL, 38, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(723, '調理盆4', NULL, 39, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(724, '擠花/麵糊4', NULL, 40, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(725, '醬料刷4', NULL, 41, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(726, '蛋糕台4', NULL, 42, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(727, '噴槍4', NULL, 43, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(728, '散熱架4', NULL, 44, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(729, '麵包盒/裝飾4', NULL, 45, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(730, '奶油/起士刀4', NULL, 46, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(731, '蛋糕刀/鏟4', NULL, 47, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(732, '輪刀/披薩刀4', NULL, 48, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(733, '披薩板/烤盤4', NULL, 49, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(734, '蛋黃分離器4', NULL, 50, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(735, '烘焙重石4', NULL, 51, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(736, '兒童烘焙用具4', NULL, 52, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(737, '其他用具4', NULL, 53, 400, 40, 1, 4, 14, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(738, '馬芬烤杯5', NULL, 18, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(739, '紙烤模5', NULL, 19, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(740, '金屬烤盤5', NULL, 20, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(741, '玻璃烤盤5', NULL, 21, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(742, '陶瓷/琺瑯5', NULL, 22, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(743, '烤盅/烤杯5', NULL, 23, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(744, '烤紙/烘焙墊5', NULL, 24, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(745, '麵包模5', NULL, 25, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(746, '派模/塔模5', NULL, 26, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(747, '翻糖模/用具5', NULL, 27, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(748, '巧克力/冰模5', NULL, 28, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(749, '量杯5', NULL, 29, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(750, '量匙5', NULL, 30, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(751, '料理秤5', NULL, 31, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(752, '計時器5', NULL, 32, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(753, '其他測量5', NULL, 33, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(754, '粉篩5', NULL, 34, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(755, '桿麵棍5', NULL, 35, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(756, '抹刀/刮刀5', NULL, 36, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(757, '麵團刀/刮板5', NULL, 37, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(758, '打蛋器5', NULL, 38, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(759, '調理盆5', NULL, 39, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(760, '擠花/麵糊5', NULL, 40, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(761, '醬料刷5', NULL, 41, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(762, '蛋糕台5', NULL, 42, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(763, '噴槍5', NULL, 43, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(764, '散熱架5', NULL, 44, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(765, '麵包盒/裝飾5', NULL, 45, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(766, '奶油/起士刀5', NULL, 46, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(767, '蛋糕刀/鏟5', NULL, 47, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(768, '輪刀/披薩刀5', NULL, 48, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(769, '披薩板/烤盤5', NULL, 49, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(770, '蛋黃分離器5', NULL, 50, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(771, '烘焙重石5', NULL, 51, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(772, '兒童烘焙用具5', NULL, 52, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(773, '其他用具5', NULL, 53, 500, 50, 1, 5, 15, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(774, '馬芬烤杯6', NULL, 18, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(775, '紙烤模6', NULL, 19, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(776, '金屬烤盤6', NULL, 20, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(777, '玻璃烤盤6', NULL, 21, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(778, '陶瓷/琺瑯6', NULL, 22, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(779, '烤盅/烤杯6', NULL, 23, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(780, '烤紙/烘焙墊6', NULL, 24, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(781, '麵包模6', NULL, 25, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(782, '派模/塔模6', NULL, 26, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(783, '翻糖模/用具6', NULL, 27, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(784, '巧克力/冰模6', NULL, 28, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(785, '量杯6', NULL, 29, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(786, '量匙6', NULL, 30, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(787, '料理秤6', NULL, 31, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(788, '計時器6', NULL, 32, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(789, '其他測量6', NULL, 33, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(790, '粉篩6', NULL, 34, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(791, '桿麵棍6', NULL, 35, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(792, '抹刀/刮刀6', NULL, 36, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(793, '麵團刀/刮板6', NULL, 37, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(794, '打蛋器6', NULL, 38, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(795, '調理盆6', NULL, 39, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(796, '擠花/麵糊6', NULL, 40, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(797, '醬料刷6', NULL, 41, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(798, '蛋糕台6', NULL, 42, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(799, '噴槍6', NULL, 43, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(800, '散熱架6', NULL, 44, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(801, '麵包盒/裝飾6', NULL, 45, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(802, '奶油/起士刀6', NULL, 46, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(803, '蛋糕刀/鏟6', NULL, 47, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(804, '輪刀/披薩刀6', NULL, 48, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(805, '披薩板/烤盤6', NULL, 49, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(806, '蛋黃分離器6', NULL, 50, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(807, '烘焙重石6', NULL, 51, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(808, '兒童烘焙用具6', NULL, 52, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(809, '其他用具6', NULL, 53, 600, 60, 1, 6, 16, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(810, '馬芬烤杯7', NULL, 18, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(811, '紙烤模7', NULL, 19, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(812, '金屬烤盤7', NULL, 20, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(813, '玻璃烤盤7', NULL, 21, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(814, '陶瓷/琺瑯7', NULL, 22, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(815, '烤盅/烤杯7', NULL, 23, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(816, '烤紙/烘焙墊7', NULL, 24, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(817, '麵包模7', NULL, 25, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(818, '派模/塔模7', NULL, 26, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(819, '翻糖模/用具7', NULL, 27, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(820, '巧克力/冰模7', NULL, 28, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(821, '量杯7', NULL, 29, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(822, '量匙7', NULL, 30, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(823, '料理秤7', NULL, 31, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(824, '計時器7', NULL, 32, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(825, '其他測量7', NULL, 33, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(826, '粉篩7', NULL, 34, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(827, '桿麵棍7', NULL, 35, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(828, '抹刀/刮刀7', NULL, 36, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(829, '麵團刀/刮板7', NULL, 37, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(830, '打蛋器7', NULL, 38, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(831, '調理盆7', NULL, 39, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(832, '擠花/麵糊7', NULL, 40, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(833, '醬料刷7', NULL, 41, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(834, '蛋糕台7', NULL, 42, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(835, '噴槍7', NULL, 43, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(836, '散熱架7', NULL, 44, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(837, '麵包盒/裝飾7', NULL, 45, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(838, '奶油/起士刀7', NULL, 46, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(839, '蛋糕刀/鏟7', NULL, 47, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(840, '輪刀/披薩刀7', NULL, 48, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(841, '披薩板/烤盤7', NULL, 49, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(842, '蛋黃分離器7', NULL, 50, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(843, '烘焙重石7', NULL, 51, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(844, '兒童烘焙用具7', NULL, 52, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(845, '其他用具7', NULL, 53, 700, 70, 1, 7, 17, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(846, '馬芬烤杯8', NULL, 18, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(847, '紙烤模8', NULL, 19, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(848, '金屬烤盤8', NULL, 20, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(849, '玻璃烤盤8', NULL, 21, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(850, '陶瓷/琺瑯8', NULL, 22, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(851, '烤盅/烤杯8', NULL, 23, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(852, '烤紙/烘焙墊8', NULL, 24, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(853, '麵包模8', NULL, 25, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(854, '派模/塔模8', NULL, 26, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(855, '翻糖模/用具8', NULL, 27, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(856, '巧克力/冰模8', NULL, 28, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(857, '量杯8', NULL, 29, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(858, '量匙8', NULL, 30, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(859, '料理秤8', NULL, 31, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(860, '計時器8', NULL, 32, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(861, '其他測量8', NULL, 33, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(862, '粉篩8', NULL, 34, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(863, '桿麵棍8', NULL, 35, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(864, '抹刀/刮刀8', NULL, 36, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(865, '麵團刀/刮板8', NULL, 37, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(866, '打蛋器8', NULL, 38, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(867, '調理盆8', NULL, 39, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(868, '擠花/麵糊8', NULL, 40, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(869, '醬料刷8', NULL, 41, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(870, '蛋糕台8', NULL, 42, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(871, '噴槍8', NULL, 43, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(872, '散熱架8', NULL, 44, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(873, '麵包盒/裝飾8', NULL, 45, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(874, '奶油/起士刀8', NULL, 46, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(875, '蛋糕刀/鏟8', NULL, 47, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(876, '輪刀/披薩刀8', NULL, 48, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(877, '披薩板/烤盤8', NULL, 49, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(878, '蛋黃分離器8', NULL, 50, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(879, '烘焙重石8', NULL, 51, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(880, '兒童烘焙用具8', NULL, 52, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(881, '其他用具8', NULL, 53, 800, 80, 1, 8, 18, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:40'),
(882, '馬芬烤杯9', NULL, 18, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(883, '紙烤模9', NULL, 19, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(884, '金屬烤盤9', NULL, 20, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(885, '玻璃烤盤9', NULL, 21, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(886, '陶瓷/琺瑯9', NULL, 22, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(887, '烤盅/烤杯9', NULL, 23, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(888, '烤紙/烘焙墊9', NULL, 24, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(889, '麵包模9', NULL, 25, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(890, '派模/塔模9', NULL, 26, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(891, '翻糖模/用具9', NULL, 27, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(892, '巧克力/冰模9', NULL, 28, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(893, '量杯9', NULL, 29, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(894, '量匙9', NULL, 30, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(895, '料理秤9', NULL, 31, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(896, '計時器9', NULL, 32, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(897, '其他測量9', NULL, 33, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(898, '粉篩9', NULL, 34, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(899, '桿麵棍9', NULL, 35, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(900, '抹刀/刮刀9', NULL, 36, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(901, '麵團刀/刮板9', NULL, 37, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(902, '打蛋器9', NULL, 38, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(903, '調理盆9', NULL, 39, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(904, '擠花/麵糊9', NULL, 40, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(905, '醬料刷9', NULL, 41, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(906, '蛋糕台9', NULL, 42, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(907, '噴槍9', NULL, 43, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(908, '散熱架9', NULL, 44, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(909, '麵包盒/裝飾9', NULL, 45, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(910, '奶油/起士刀9', NULL, 46, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(911, '蛋糕刀/鏟9', NULL, 47, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(912, '輪刀/披薩刀9', NULL, 48, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(913, '披薩板/烤盤9', NULL, 49, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(914, '蛋黃分離器9', NULL, 50, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(915, '烘焙重石9', NULL, 51, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(916, '兒童烘焙用具9', NULL, 52, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(917, '其他用具9', NULL, 53, 900, 90, 1, 9, 19, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:50:41'),
(954, '馬芬烤杯1', NULL, 18, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(955, '紙烤模1', NULL, 19, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(956, '金屬烤盤1', NULL, 20, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(957, '玻璃烤盤1', NULL, 21, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(958, '陶瓷/琺瑯1', NULL, 22, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(959, '烤盅/烤杯1', NULL, 23, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(960, '烤紙/烘焙墊1', NULL, 24, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(961, '麵包模1', NULL, 25, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(962, '派模/塔模1', NULL, 26, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(963, '翻糖模/用具1', NULL, 27, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(964, '巧克力/冰模1', NULL, 28, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(965, '量杯1', NULL, 29, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(966, '量匙1', NULL, 30, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(967, '料理秤1', NULL, 31, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(968, '計時器1', NULL, 32, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(969, '其他測量1', NULL, 33, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(970, '粉篩1', NULL, 34, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(971, '桿麵棍1', NULL, 35, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(972, '抹刀/刮刀1', NULL, 36, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(973, '麵團刀/刮板1', NULL, 37, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(974, '打蛋器1', NULL, 38, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(975, '調理盆1', NULL, 39, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(976, '擠花/麵糊1', NULL, 40, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(977, '醬料刷1', NULL, 41, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(978, '蛋糕台1', NULL, 42, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(979, '噴槍1', NULL, 43, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(980, '散熱架1', NULL, 44, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47');
INSERT INTO `appliance_list` (`item_sid`, `item_name`, `item_number`, `item_sort_sid`, `item_price`, `item_quantity`, `item_status_sid`, `item_place_sid`, `item_brand_sid`, `item_image`, `item_feature_1`, `item_feature_2`, `item_feature_3`, `item_format`, `item_detail`, `item_hot_sell`, `item_new_listing`, `item_hit_month`, `item_recommend`, `item_create_time`) VALUES
(981, '麵包盒/裝飾1', NULL, 45, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(982, '奶油/起士刀1', NULL, 46, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(983, '蛋糕刀/鏟1', NULL, 47, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(984, '輪刀/披薩刀1', NULL, 48, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(985, '披薩板/烤盤1', NULL, 49, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(986, '蛋黃分離器1', NULL, 50, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(987, '烘焙重石1', NULL, 51, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(988, '兒童烘焙用具1', NULL, 52, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(989, '其他用具1', NULL, 53, 110, 11, 1, 1, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(990, '馬芬烤杯2', NULL, 18, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(991, '紙烤模2', NULL, 19, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(992, '金屬烤盤2', NULL, 20, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(993, '玻璃烤盤2', NULL, 21, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(994, '陶瓷/琺瑯2', NULL, 22, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(995, '烤盅/烤杯2', NULL, 23, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(996, '烤紙/烘焙墊2', NULL, 24, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(997, '麵包模2', NULL, 25, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(998, '派模/塔模2', NULL, 26, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(999, '翻糖模/用具2', NULL, 27, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1000, '巧克力/冰模2', NULL, 28, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1001, '量杯2', NULL, 29, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1002, '量匙2', NULL, 30, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1003, '料理秤2', NULL, 31, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1004, '計時器2', NULL, 32, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1005, '其他測量2', NULL, 33, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1006, '粉篩2', NULL, 34, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1007, '桿麵棍2', NULL, 35, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1008, '抹刀/刮刀2', NULL, 36, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1009, '麵團刀/刮板2', NULL, 37, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1010, '打蛋器2', NULL, 38, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1011, '調理盆2', NULL, 39, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1012, '擠花/麵糊2', NULL, 40, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1013, '醬料刷2', NULL, 41, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1014, '蛋糕台2', NULL, 42, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1015, '噴槍2', NULL, 43, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1016, '散熱架2', NULL, 44, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1017, '麵包盒/裝飾2', NULL, 45, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1018, '奶油/起士刀2', NULL, 46, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1019, '蛋糕刀/鏟2', NULL, 47, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1020, '輪刀/披薩刀2', NULL, 48, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1021, '披薩板/烤盤2', NULL, 49, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1022, '蛋黃分離器2', NULL, 50, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1023, '烘焙重石2', NULL, 51, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1024, '兒童烘焙用具2', NULL, 52, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1025, '其他用具2', NULL, 53, 120, 12, 1, 2, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1026, '馬芬烤杯3', NULL, 18, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1027, '紙烤模3', NULL, 19, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1028, '金屬烤盤3', NULL, 20, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1029, '玻璃烤盤3', NULL, 21, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1030, '陶瓷/琺瑯3', NULL, 22, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1031, '烤盅/烤杯3', NULL, 23, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1032, '烤紙/烘焙墊3', NULL, 24, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1033, '麵包模3', NULL, 25, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1034, '派模/塔模3', NULL, 26, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1035, '翻糖模/用具3', NULL, 27, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1036, '巧克力/冰模3', NULL, 28, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1037, '量杯3', NULL, 29, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1038, '量匙3', NULL, 30, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1039, '料理秤3', NULL, 31, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1040, '計時器3', NULL, 32, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1041, '其他測量3', NULL, 33, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1042, '粉篩3', NULL, 34, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1043, '桿麵棍3', NULL, 35, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1044, '抹刀/刮刀3', NULL, 36, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1045, '麵團刀/刮板3', NULL, 37, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1046, '打蛋器3', NULL, 38, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1047, '調理盆3', NULL, 39, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1048, '擠花/麵糊3', NULL, 40, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1049, '醬料刷3', NULL, 41, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1050, '蛋糕台3', NULL, 42, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1051, '噴槍3', NULL, 43, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1052, '散熱架3', NULL, 44, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1053, '麵包盒/裝飾3', NULL, 45, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1054, '奶油/起士刀3', NULL, 46, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1055, '蛋糕刀/鏟3', NULL, 47, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1056, '輪刀/披薩刀3', NULL, 48, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1057, '披薩板/烤盤3', NULL, 49, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1058, '蛋黃分離器3', NULL, 50, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1059, '烘焙重石3', NULL, 51, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1060, '兒童烘焙用具3', NULL, 52, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1061, '其他用具3', NULL, 53, 130, 13, 1, 3, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1062, '馬芬烤杯4', NULL, 18, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1063, '紙烤模4', NULL, 19, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1064, '金屬烤盤4', NULL, 20, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1065, '玻璃烤盤4', NULL, 21, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1066, '陶瓷/琺瑯4', NULL, 22, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1067, '烤盅/烤杯4', NULL, 23, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1068, '烤紙/烘焙墊4', NULL, 24, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1069, '麵包模4', NULL, 25, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1070, '派模/塔模4', NULL, 26, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1071, '翻糖模/用具4', NULL, 27, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1072, '巧克力/冰模4', NULL, 28, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1073, '量杯4', NULL, 29, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1074, '量匙4', NULL, 30, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1075, '料理秤4', NULL, 31, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1076, '計時器4', NULL, 32, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1077, '其他測量4', NULL, 33, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1078, '粉篩4', NULL, 34, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1079, '桿麵棍4', NULL, 35, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1080, '抹刀/刮刀4', NULL, 36, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1081, '麵團刀/刮板4', NULL, 37, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1082, '打蛋器4', NULL, 38, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1083, '調理盆4', NULL, 39, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1084, '擠花/麵糊4', NULL, 40, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1085, '醬料刷4', NULL, 41, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1086, '蛋糕台4', NULL, 42, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1087, '噴槍4', NULL, 43, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1088, '散熱架4', NULL, 44, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1089, '麵包盒/裝飾4', NULL, 45, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1090, '奶油/起士刀4', NULL, 46, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1091, '蛋糕刀/鏟4', NULL, 47, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1092, '輪刀/披薩刀4', NULL, 48, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1093, '披薩板/烤盤4', NULL, 49, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1094, '蛋黃分離器4', NULL, 50, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1095, '烘焙重石4', NULL, 51, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1096, '兒童烘焙用具4', NULL, 52, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1097, '其他用具4', NULL, 53, 140, 14, 1, 4, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1098, '馬芬烤杯5', NULL, 18, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1099, '紙烤模5', NULL, 19, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1100, '金屬烤盤5', NULL, 20, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1101, '玻璃烤盤5', NULL, 21, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1102, '陶瓷/琺瑯5', NULL, 22, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1103, '烤盅/烤杯5', NULL, 23, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1104, '烤紙/烘焙墊5', NULL, 24, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1105, '麵包模5', NULL, 25, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1106, '派模/塔模5', NULL, 26, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1107, '翻糖模/用具5', NULL, 27, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1108, '巧克力/冰模5', NULL, 28, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1109, '量杯5', NULL, 29, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1110, '量匙5', NULL, 30, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1111, '料理秤5', NULL, 31, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1112, '計時器5', NULL, 32, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1113, '其他測量5', NULL, 33, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1114, '粉篩5', NULL, 34, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1115, '桿麵棍5', NULL, 35, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1116, '抹刀/刮刀5', NULL, 36, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1117, '麵團刀/刮板5', NULL, 37, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1118, '打蛋器5', NULL, 38, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1119, '調理盆5', NULL, 39, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1120, '擠花/麵糊5', NULL, 40, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1121, '醬料刷5', NULL, 41, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1122, '蛋糕台5', NULL, 42, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1123, '噴槍5', NULL, 43, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1124, '散熱架5', NULL, 44, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1125, '麵包盒/裝飾5', NULL, 45, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1126, '奶油/起士刀5', NULL, 46, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1127, '蛋糕刀/鏟5', NULL, 47, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1128, '輪刀/披薩刀5', NULL, 48, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1129, '披薩板/烤盤5', NULL, 49, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1130, '蛋黃分離器5', NULL, 50, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1131, '烘焙重石5', NULL, 51, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1132, '兒童烘焙用具5', NULL, 52, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1133, '其他用具5', NULL, 53, 150, 15, 1, 5, 25, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:53:47'),
(1134, '馬芬烤杯0', NULL, 18, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1135, '紙烤模0', NULL, 19, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1136, '金屬烤盤0', NULL, 20, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1137, '玻璃烤盤0', NULL, 21, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1138, '陶瓷/琺瑯0', NULL, 22, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1139, '烤盅/烤杯0', NULL, 23, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1140, '烤紙/烘焙墊0', NULL, 24, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1141, '麵包模0', NULL, 25, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1142, '派模/塔模0', NULL, 26, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1143, '翻糖模/用具0', NULL, 27, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1144, '巧克力/冰模0', NULL, 28, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1145, '量杯0', NULL, 29, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1146, '量匙0', NULL, 30, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1147, '料理秤0', NULL, 31, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1148, '計時器0', NULL, 32, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1149, '其他測量0', NULL, 33, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1150, '粉篩0', NULL, 34, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1151, '桿麵棍0', NULL, 35, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1152, '抹刀/刮刀0', NULL, 36, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1153, '麵團刀/刮板0', NULL, 37, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1154, '打蛋器0', NULL, 38, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1155, '調理盆0', NULL, 39, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1156, '擠花/麵糊0', NULL, 40, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1157, '醬料刷0', NULL, 41, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1158, '蛋糕台0', NULL, 42, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1159, '噴槍0', NULL, 43, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1160, '散熱架0', NULL, 44, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1161, '麵包盒/裝飾0', NULL, 45, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1162, '奶油/起士刀0', NULL, 46, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1163, '蛋糕刀/鏟0', NULL, 47, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1164, '輪刀/披薩刀0', NULL, 48, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1165, '披薩板/烤盤0', NULL, 49, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1166, '蛋黃分離器0', NULL, 50, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1167, '烘焙重石0', NULL, 51, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1168, '兒童烘焙用具0', NULL, 52, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1169, '其他用具0', NULL, 53, 100, 10, 1, 10, 20, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1170, '馬芬烤杯1', NULL, 18, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1171, '紙烤模1', NULL, 19, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1172, '金屬烤盤1', NULL, 20, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1173, '玻璃烤盤1', NULL, 21, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1174, '陶瓷/琺瑯1', NULL, 22, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1175, '烤盅/烤杯1', NULL, 23, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1176, '烤紙/烘焙墊1', NULL, 24, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1177, '麵包模1', NULL, 25, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1178, '派模/塔模1', NULL, 26, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1179, '翻糖模/用具1', NULL, 27, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1180, '巧克力/冰模1', NULL, 28, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1181, '量杯1', NULL, 29, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1182, '量匙1', NULL, 30, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1183, '料理秤1', NULL, 31, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1184, '計時器1', NULL, 32, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1185, '其他測量1', NULL, 33, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1186, '粉篩1', NULL, 34, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1187, '桿麵棍1', NULL, 35, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1188, '抹刀/刮刀1', NULL, 36, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1189, '麵團刀/刮板1', NULL, 37, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1190, '打蛋器1', NULL, 38, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1191, '調理盆1', NULL, 39, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1192, '擠花/麵糊1', NULL, 40, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1193, '醬料刷1', NULL, 41, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1194, '蛋糕台1', NULL, 42, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1195, '噴槍1', NULL, 43, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1196, '散熱架1', NULL, 44, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1197, '麵包盒/裝飾1', NULL, 45, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1198, '奶油/起士刀1', NULL, 46, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1199, '蛋糕刀/鏟1', NULL, 47, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1200, '輪刀/披薩刀1', NULL, 48, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1201, '披薩板/烤盤1', NULL, 49, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1202, '蛋黃分離器1', NULL, 50, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1203, '烘焙重石1', NULL, 51, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1204, '兒童烘焙用具1', NULL, 52, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1205, '其他用具1', NULL, 53, 110, 11, 1, 11, 21, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1206, '馬芬烤杯2', NULL, 18, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1207, '紙烤模2', NULL, 19, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1208, '金屬烤盤2', NULL, 20, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1209, '玻璃烤盤2', NULL, 21, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1210, '陶瓷/琺瑯2', NULL, 22, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1211, '烤盅/烤杯2', NULL, 23, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1212, '烤紙/烘焙墊2', NULL, 24, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1213, '麵包模2', NULL, 25, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1214, '派模/塔模2', NULL, 26, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1215, '翻糖模/用具2', NULL, 27, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1216, '巧克力/冰模2', NULL, 28, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1217, '量杯2', NULL, 29, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1218, '量匙2', NULL, 30, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1219, '料理秤2', NULL, 31, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1220, '計時器2', NULL, 32, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1221, '其他測量2', NULL, 33, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1222, '粉篩2', NULL, 34, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1223, '桿麵棍2', NULL, 35, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1224, '抹刀/刮刀2', NULL, 36, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1225, '麵團刀/刮板2', NULL, 37, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1226, '打蛋器2', NULL, 38, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1227, '調理盆2', NULL, 39, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1228, '擠花/麵糊2', NULL, 40, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1229, '醬料刷2', NULL, 41, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1230, '蛋糕台2', NULL, 42, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1231, '噴槍2', NULL, 43, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1232, '散熱架2', NULL, 44, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1233, '麵包盒/裝飾2', NULL, 45, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1234, '奶油/起士刀2', NULL, 46, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1235, '蛋糕刀/鏟2', NULL, 47, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1236, '輪刀/披薩刀2', NULL, 48, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1237, '披薩板/烤盤2', NULL, 49, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1238, '蛋黃分離器2', NULL, 50, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1239, '烘焙重石2', NULL, 51, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1240, '兒童烘焙用具2', NULL, 52, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1241, '其他用具2', NULL, 53, 120, 12, 1, 12, 22, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1242, '馬芬烤杯3', NULL, 18, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1243, '紙烤模3', NULL, 19, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1244, '金屬烤盤3', NULL, 20, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1245, '玻璃烤盤3', NULL, 21, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1246, '陶瓷/琺瑯3', NULL, 22, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1247, '烤盅/烤杯3', NULL, 23, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1248, '烤紙/烘焙墊3', NULL, 24, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1249, '麵包模3', NULL, 25, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1250, '派模/塔模3', NULL, 26, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1251, '翻糖模/用具3', NULL, 27, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1252, '巧克力/冰模3', NULL, 28, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1253, '量杯3', NULL, 29, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1254, '量匙3', NULL, 30, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1255, '料理秤3', NULL, 31, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1256, '計時器3', NULL, 32, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1257, '其他測量3', NULL, 33, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1258, '粉篩3', NULL, 34, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1259, '桿麵棍3', NULL, 35, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1260, '抹刀/刮刀3', NULL, 36, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1261, '麵團刀/刮板3', NULL, 37, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1262, '打蛋器3', NULL, 38, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1263, '調理盆3', NULL, 39, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1264, '擠花/麵糊3', NULL, 40, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1265, '醬料刷3', NULL, 41, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1266, '蛋糕台3', NULL, 42, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1267, '噴槍3', NULL, 43, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1268, '散熱架3', NULL, 44, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1269, '麵包盒/裝飾3', NULL, 45, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1270, '奶油/起士刀3', NULL, 46, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1271, '蛋糕刀/鏟3', NULL, 47, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1272, '輪刀/披薩刀3', NULL, 48, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1273, '披薩板/烤盤3', NULL, 49, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1274, '蛋黃分離器3', NULL, 50, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1275, '烘焙重石3', NULL, 51, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1276, '兒童烘焙用具3', NULL, 52, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1277, '其他用具3', NULL, 53, 130, 13, 1, 13, 23, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1278, '馬芬烤杯4', NULL, 18, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1279, '紙烤模4', NULL, 19, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1280, '金屬烤盤4', NULL, 20, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1281, '玻璃烤盤4', NULL, 21, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1282, '陶瓷/琺瑯4', NULL, 22, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1283, '烤盅/烤杯4', NULL, 23, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1284, '烤紙/烘焙墊4', NULL, 24, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1285, '麵包模4', NULL, 25, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1286, '派模/塔模4', NULL, 26, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1287, '翻糖模/用具4', NULL, 27, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1288, '巧克力/冰模4', NULL, 28, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1289, '量杯4', NULL, 29, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1290, '量匙4', NULL, 30, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1291, '料理秤4', NULL, 31, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1292, '計時器4', NULL, 32, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1293, '其他測量4', NULL, 33, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1294, '粉篩4', NULL, 34, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1295, '桿麵棍4', NULL, 35, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1296, '抹刀/刮刀4', NULL, 36, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1297, '麵團刀/刮板4', NULL, 37, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1298, '打蛋器4', NULL, 38, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1299, '調理盆4', NULL, 39, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1300, '擠花/麵糊4', NULL, 40, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1301, '醬料刷4', NULL, 41, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1302, '蛋糕台4', NULL, 42, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1303, '噴槍4', NULL, 43, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1304, '散熱架4', NULL, 44, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1305, '麵包盒/裝飾4', NULL, 45, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1306, '奶油/起士刀4', NULL, 46, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1307, '蛋糕刀/鏟4', NULL, 47, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1308, '輪刀/披薩刀4', NULL, 48, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1309, '披薩板/烤盤4', NULL, 49, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1310, '蛋黃分離器4', NULL, 50, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1311, '烘焙重石4', NULL, 51, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1312, '兒童烘焙用具4', NULL, 52, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1313, '其他用具4', NULL, 53, 140, 14, 1, 14, 24, 'tk00001.jpg', NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, '2019-08-29 21:56:41'),
(1317, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 25, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-08-31 19:21:04'),
(1318, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 25, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-08-31 19:21:08'),
(1319, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 25, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-08-31 19:21:40'),
(1320, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 25, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 1, 1, 1, '2019-08-31 19:22:02'),
(1321, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 0, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-08-31 23:09:29'),
(1322, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 12, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-08-31 23:12:12'),
(1323, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 25, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, NULL, 1, '2019-09-01 00:43:51'),
(1324, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 87, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, NULL, 1, '2019-09-01 00:46:49'),
(1325, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 390, 1, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, 1, NULL, '2019-09-01 12:58:41'),
(1326, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 999, 45, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, NULL, 1, '2019-09-01 13:57:49'),
(1327, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 10, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, 1, NULL, '2019-09-01 14:01:24'),
(1328, '美國康寧 Pyrex 單耳量杯500ml', 111111111, 11, 111111, 111111, 1, 1, 1, 'tk00001.jpg', '', '', '', '', '', NULL, NULL, NULL, NULL, '2019-09-01 14:18:32'),
(1329, '美國康寧 Pyrex 單耳量杯500ml', 111111111, 11, 111111, 111111, 1, 1, 1, 'tk00001.jpg', '', '', '', '', '', NULL, NULL, NULL, NULL, '2019-09-01 14:18:34'),
(1330, '美國康寧 Pyrex 單耳量杯500ml', 111111111, 11, 111111, 111111, 1, 1, 1, 'tk00001.jpg', '', '', '', '', '', NULL, NULL, NULL, NULL, '2019-09-01 14:18:49'),
(1331, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 999, 87, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, NULL, 1, NULL, '2019-09-01 14:29:53'),
(1332, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 11, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, NULL, NULL, NULL, '2019-09-01 16:05:27'),
(1333, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 222, 7, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 1, NULL, 1, '2019-09-01 18:00:07'),
(1334, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 222, 7, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, NULL, 1, NULL, '2019-09-01 18:01:03'),
(1335, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 999, 254, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, NULL, 1, NULL, '2019-09-01 18:20:20'),
(1336, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 87, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 1, 1, NULL, '2019-09-01 18:21:32'),
(1337, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 87, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 1, NULL, NULL, '2019-09-01 18:23:27'),
(1338, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 25, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', NULL, 1, NULL, 1, '2019-09-01 18:30:43'),
(1339, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 222, 24, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, NULL, 1, NULL, '2019-09-01 18:35:03'),
(1340, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 878, 87, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, NULL, 1, NULL, '2019-09-01 22:47:07'),
(1341, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 390, 29, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 1, 0, 1, '2019-09-02 08:57:29'),
(1342, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 390, 31, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 0, 0, 0, '2019-09-02 09:04:10'),
(1343, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 25, 390, 4, 1, 4, 18, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 1, 1, 1, '2019-09-02 09:25:16'),
(1344, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 25, 390, 2, 1, 1, 1, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 0, 0, 0, '2019-09-02 09:26:21'),
(1345, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 11, 390, 29, 2, 11, 10, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 1, 1, 1, '2019-09-02 09:27:16'),
(1346, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 16, 390, 6, 1, 14, 20, 'tk00001.jpg', '', '', '', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 1, 1, 1, '2019-09-02 09:38:29'),
(1347, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 11, 557, 55, 1, 1, 1, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 1, 1, 1, '2019-09-02 09:44:46'),
(1348, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 11, 557, 29, 1, 1, 1, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 1, 1, 1, 1, '2019-09-02 09:49:16'),
(1349, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 390, 14, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 0, 0, 0, '2019-09-02 10:49:14'),
(1350, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 557, 10, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 1, 1, 0, '2019-09-02 16:50:57');
INSERT INTO `appliance_list` (`item_sid`, `item_name`, `item_number`, `item_sort_sid`, `item_price`, `item_quantity`, `item_status_sid`, `item_place_sid`, `item_brand_sid`, `item_image`, `item_feature_1`, `item_feature_2`, `item_feature_3`, `item_format`, `item_detail`, `item_hot_sell`, `item_new_listing`, `item_hit_month`, `item_recommend`, `item_create_time`) VALUES
(1351, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 557, 32, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 1, 0, 1, '2019-09-02 16:54:57'),
(1352, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 12, 1, 11111, 1, 1, 1, 'tk00001.jpg', '', '', '', '', '', 0, 0, 0, 0, '2019-09-02 19:54:43'),
(1353, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 390, 1, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 0, 0, 0, '2019-09-02 20:02:02'),
(1354, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 1004, 29, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 1, 0, 1, '2019-09-02 20:21:35'),
(1355, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 255, 6, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '商品規格: 容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。', 0, 1, 0, 1, '2019-09-02 20:44:10'),
(1356, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 87, 2, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 0, 1, '2019-09-02 23:18:37'),
(1357, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 412, 87, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 0, 1, '2019-09-03 00:01:06'),
(1358, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 29, 222, 5, 1, 4, 12, 'dog.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 0, 1, 0, '2019-09-03 00:01:45'),
(1360, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 557, 32, 1, 4, 9, 'tk00001.jpg', '', '', '', '', '', 0, 0, 0, 0, '2019-09-03 09:50:39'),
(1363, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 29, 390, 15, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃', '百年品質，來自康寧。健康飲食從好的餐具開始。', 1, 0, 1, 0, '2019-09-03 10:34:29'),
(1364, '【Siliconezone】施理康耐熱小花造型巧克力模/冰模(黃色)', 3924235, 28, 244, 444, 2, 3, 3, '3924235_R.jpg', '好脫模不易沾黏', '柔軟好脫模易收納', '可製冰、巧克力', '型號：OM-10101-AH  顏色：黃色  主要材質：27×16.2×3.3CM  內 容 物：本體×1  香港專利設計  香港原裝進口', '世界級的安全認證。耐熱小花造型巧克力模&冰模。', 1, 0, 1, 1, '2019-09-03 10:36:41'),
(1365, '【Joseph Joseph】量杯量匙八件組', 3876068, 30, 672, 78, 1, 8, 26, '3876068_R.jpg', '一次提供八種規格方便料理測量', '彩色好辨識可堆疊收納', '扣鎖設計不散亂', '型號：40019 尺寸：W17.3 x D 7.7 x H9', '來自英國倫敦的創意餐廚。', 1, 1, 0, 1, '2019-09-03 10:38:56'),
(1366, '304不鏽鋼料理量匙5件組', 6011211, 30, 282, 65, 1, 3, 1, '6011211_R.jpg', '304不鏽鋼一體成形', '五彩矽膠加厚手柄更好拿取', '', '重量約110g', '不鏽鋼料理量匙5件組', 0, 1, 1, 0, '2019-09-03 10:40:36'),
(1368, '【Siliconezone】施理康耐熱小花造型巧克力模/冰模(黃色)', 3924235, 51, 789, 94, 1, 3, 3, 'dog.jpg', '一次提供八種規格方便料理測量', '彩色好辨識可堆疊收納', '扣鎖設計不散亂', '重量約110g', '來自英國倫敦的創意餐廚。', 0, 1, 0, 1, '2019-09-03 13:31:50'),
(1369, '【美國康寧 Pyrex】單耳量杯500ml', 3924235, 29, 390, 17, 1, 4, 12, 'tk00001.jpg', '耐高溫300度C', '柔軟好脫模易收納', '扣鎖設計不散亂', '型號：OM-10101-AH  顏色：黃色  主要材質：27×16.2×3.3CM  內 容 物：本體×1  香港專利設計  香港原裝進口', '百年品質，來自康寧。健康飲食從好的餐具開始。', 1, 0, 1, 0, '2019-09-03 14:19:11'),
(1370, '美國康寧 Pyrex 單耳量杯500ml', 444444, 30, 390, 15, 1, 4, 14, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 0, 1, 0, '2019-09-22 16:27:02'),
(1371, '美國康寧 Pyrex 單耳量杯500ml', 444444, 28, 222, 25, 2, 11, 16, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 0, 1, '2019-09-22 16:30:35'),
(1372, '美國康寧 Pyrex 單耳量杯500ml', 444444, 12, 222, 25, 1, 14, 19, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:32:15'),
(1373, '美國康寧 Pyrex 單耳量杯500ml', 444444, 11, 222, 25, 1, 14, 19, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:35:04'),
(1374, '美國康寧 Pyrex 單耳量杯500ml', 444444, 22, 222, 8, 1, 10, 14, '6011211_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 0, 0, '2019-09-22 16:35:27'),
(1375, '美國康寧 Pyrex 單耳量杯500ml', 777777, 12, 222, 8, 1, 9, 12, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:44:35'),
(1376, '美國康寧 Pyrex 單耳量杯500ml', 112233, 26, 442, 25, 1, 12, 17, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '', 0, 1, 1, 0, '2019-09-22 16:45:20'),
(1377, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 17, 390, 25, 2, 9, 10, '6011211_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:46:26'),
(1378, '美國康寧 Pyrex 單耳量杯500ml', 11111, 18, 390, 25, 1, 11, 8, '6011211_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 0, 1, 1, '2019-09-22 16:48:57'),
(1379, '美國康寧 Pyrex 單耳量杯500ml', 11111, 18, 390, 25, 1, 11, 8, '6011211_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 0, 1, 1, '2019-09-22 16:49:06'),
(1380, '美國康寧 Pyrex 單耳量杯500ml', 11111, 16, 390, 25, 1, 11, 8, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 0, 1, 1, '2019-09-22 16:49:30'),
(1381, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 16, 390, 25, 2, 9, 10, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:49:49'),
(1382, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 16, 390, 25, 2, 9, 10, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:50:08'),
(1383, '美國康寧 Pyrex 單耳量杯500ml', 112233, 25, 442, 25, 1, 12, 17, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 16:50:23'),
(1384, '美國康寧 Pyrex 單耳量杯500ml', 112233, 13, 390, 8, 1, 10, 15, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 17:10:19'),
(1385, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 13, 390, 8, 2, 8, 13, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 1, 0, '2019-09-22 17:26:24'),
(1386, '美國康寧 Pyrex 單耳量杯500ml', 4820617, 26, 222, 5, 1, 10, 19, '3924235_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 1, 1, 0, 1, '2019-09-22 21:43:05'),
(1387, '美國康寧 Pyrex 單耳量杯500ml', 112233, 22, 222, 25, 2, 11, 15, '6011211_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '容量:2cup/500ML,淨重:606g,滿水:625ml,口徑:10.2cm,底徑:8.8cm,高:11.5cm,材質：耐熱玻璃 ', '百年品質，來自康寧', 0, 1, 0, 1, '2019-09-22 22:12:53'),
(1388, '【美國康寧 Pyrex】單耳量杯500ml', 3876068, 25, 390, 15, 2, 12, 17, '3924235_R.jpg', '一次提供八種規格方便料理測量', '彩色好辨識可堆疊收納', '扣鎖設計不散亂', '重量約110g', '來自英國倫敦的創意餐廚。', 0, 1, 1, 0, '2019-09-23 12:00:46'),
(1389, '【美國康寧 Pyrex】單耳量杯500ml', 3876068, 24, 244, 78, 1, 9, 14, '3924235_R.jpg', '', '', '', '', '', 0, 1, 1, 0, '2019-09-23 14:10:26'),
(1390, '【美國康寧 Pyrex】單耳量杯500ml', 4820617, 22, 390, 16, 2, 13, 17, '3876068_R.jpg', '耐高溫300度C', '玻璃材質健康無毒', '易清洗，不殘留異味', '重量約110g', '百年品質，來自康寧。健康飲食從好的餐具開始。', 0, 1, 0, 1, '2019-09-23 14:40:39');

-- --------------------------------------------------------

--
-- 資料表結構 `categories`
--

CREATE TABLE `categories` (
  `cate_sid` int(11) NOT NULL COMMENT '分類索引',
  `cate_name` varchar(30) NOT NULL COMMENT '分類名稱',
  `parent_sid` int(11) NOT NULL DEFAULT '0' COMMENT '分類父層'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `categories`
--

INSERT INTO `categories` (`cate_sid`, `cate_name`, `parent_sid`) VALUES
(1, '粉類', 0),
(2, '乳製品', 0),
(3, '乾果雜糧/粉', 0),
(4, '調色/裝飾', 0),
(5, '巧克力', 0),
(6, '膠凍材料', 0),
(7, '調味', 0),
(8, '油脂類', 0),
(9, '膨大劑', 0),
(10, '麥粉', 1),
(11, '加工食用澱粉', 1),
(12, '預拌粉', 1),
(13, '鮮乳', 2),
(14, '奶粉', 2),
(15, '乳酪', 2),
(16, '奶油', 2),
(17, '堅果', 3),
(18, '乾果', 3),
(19, '天然色粉', 4),
(20, '色膏 ‧ 色液', 4),
(21, '裝飾彩糖', 4),
(22, '裝飾金箔 ‧ 銀箔', 4),
(23, '非調溫巧克力', 5),
(24, '調溫巧克力', 5),
(25, '寒天粉', 6),
(26, '吉利丁', 6),
(27, '其他膠凍材料', 6),
(28, '糖', 7),
(29, '果餡醬料抹醬', 7),
(30, '酒', 7),
(31, '香料', 7),
(32, '鹽', 7),
(33, '豬油', 8),
(34, '酥油', 8),
(35, '白油', 8),
(36, '奶油', 8),
(37, '泡打粉', 9),
(38, '蘇打粉', 9),
(39, '酵母', 9),
(40, '發粉', 9);

-- --------------------------------------------------------

--
-- 資料表結構 `class`
--

CREATE TABLE `class` (
  `class_sid` int(11) NOT NULL,
  `class_name` varchar(255) NOT NULL COMMENT '課程名稱',
  `dessert_type` int(11) NOT NULL COMMENT '烘焙類型(餅1麵2甜3蛋4)',
  `difficulty` varchar(255) NOT NULL COMMENT '難易度',
  `class_price` int(11) NOT NULL COMMENT '價錢',
  `class_time` int(11) NOT NULL COMMENT '上課時數',
  `class_picture` text,
  `class_status` tinyint(1) NOT NULL COMMENT '狀態'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `class`
--

INSERT INTO `class` (`class_sid`, `class_name`, `dessert_type`, `difficulty`, `class_price`, `class_time`, `class_picture`, `class_status`) VALUES
(1, '菲律賓麵包', 2, '1', 850, 120, '25fa502f83bfb880d93ab25b83cd9c01e06f969f.jpg', 1),
(2, '菠蘿麵包', 2, '1', 850, 120, '0c1ea91f24aa32f87acbea48c00af79b88f0ef1d.jpg', 1),
(3, '法國麵包', 2, '2', 850, 180, '13726be08861d8b75a3285a79a1ba681d4c48851.jpg', 1),
(4, '義式佛卡夏麵包', 2, '1', 850, 120, '355ec20d8b9881f6d36ec0dae7f576e1793f0c08.jpg', 1),
(5, '鹽可頌', 2, '2', 750, 90, 'd11eb7cfd3033369c0ad21525a9c06155d66924f.jpg', 1),
(6, '奶油卷麵包', 2, '2', 750, 120, '8adfa283cc03a4d2b2226c61ac1fac9cd6df7d89.jpg', 1),
(7, '原味貝果', 2, '2', 750, 150, '91bcd00b1c8ef87e11ae8029c907c608d8a22742.jpg', 1),
(8, '蘋果麵包', 2, '2', 850, 120, 'e2133db595721ae6b6d064657959314daeffe871.jpg', 1),
(9, '杏仁瓦片', 1, '1', 750, 90, 'fe73e98e8fddb0ca7ad0b9c7ae21184cc8d2b557.jpg', 1),
(10, '杏仁酥條', 1, '1', 750, 120, '8a3f4ae8126487e496595f140c58804a746c2ace.jpg', 1),
(36, '三Q餅', 3, '1', 750, 90, '69088f0e864a3dcae74e2f7d80101f4d14d51f06.jpg', 0),
(41, '牛舌餅', 2, '1', 750, 90, 'c0026397dfec343c94d8d03e380f90098fcacb85.jpg', 0),
(42, '方塊酥', 1, '1', 750, 120, 'eea00778cd232ac868564d393b6af0a3039a98eb.jpg', 0),
(43, '奶油酥餅', 2, '2', 850, 120, '7d26653988c68dad94ba8e725c10dac542e16c68.jpg', 0),
(44, '蛋黃酥', 1, '1', 850, 120, '570db30c67f7972a982a51acc335e5b13f683ece.jpg', 0),
(45, '白豆沙餅', 1, '2', 850, 120, '8a87a77abb393c913b778f7befa22fd7ab261f92.jpg', 0),
(46, '芋頭酥', 1, '2', 850, 150, '00418c5a70ac4ba941e7a2d58cc737973b5dbf0a.jpg', 0),
(47, '核桃酥', 1, '1', 750, 90, 'ee1b2f5a89f9c08245640b347e70d8613254ae7a.jpg', 0),
(48, '蝴蝶酥', 1, '2', 850, 120, '14c8f365015f4a939fced469a28b5b2b21baa259.jpg', 0),
(49, '船形酥片', 1, '1', 750, 90, 'a310c0620308cdcac18c5bdb22b3483219c832d6.jpg', 0),
(50, '核桃餅乾', 1, '1', 750, 90, 'cf028467e6ff55fc8a92469d7adda284558bc1cb.jpg', 1),
(51, '葡式蛋塔', 3, '2', 950, 180, '62b0318b31bd480da47a747d900bf11252979ef5.jpg', 1),
(52, '堅果塔', 1, '1', 750, 90, '43ca62bd6b073c44de32dd4f9909b78554fd69e2.jpg', 1),
(53, '舒芙蕾', 4, '', 750, 90, 'd31754da4f76a0b314e0d0ebdc5ef91c9fc9a8e4.jpg', 1),
(54, '草莓克拉芙緹', 3, '2', 850, 120, 'c9161815644e39704e8097bf4a1e0cfa5ce1c93e.jpg', 1),
(55, '可麗露', 3, '2', 850, 120, '5459f372d23f55aa6edc362a508691406fd3e7cc.jpg', 1),
(56, '草莓卡士達千層派', 3, '2', 850, 120, '91b33ab7e2099b6e43029b547f894cab0eaec0cb.jpg', 1),
(57, '巧克力戚風蛋糕', 4, '2', 850, 90, '8e8bdde3b17e6f2164b4d27888325ccca0f65e7f.jpg', 1),
(59, '樹幹蛋糕', 4, '3', 950, 150, 'e1f0776c2aabd06bad8d3393f8ddabd14c2e2360.jpg', 0),
(62, '克林姆麵包', 2, '2', 850, 120, '35bd5607331fe2e586855ade43d9aa8a99a23cc9.jpg', 0),
(63, '熔岩巧克力', 4, '3', 950, 150, 'ab1bc05389e8785831fdc5888e46a047e27ec3af.jpg', 1),
(64, '橙香磅蛋糕', 4, '3', 950, 150, '6031977a8462315686a2aafbbbe7cdecf73c02c3.jpg', 1),
(66, '蒙布朗', 3, '2', 750, 120, 'a68c44e1cd8c4adac98e10fa552264b5f2b2b410.png', 1),
(67, '波士頓派', 4, '2', 850, 90, '8590960045bfea268f9fa7170c7372ca8de4a586.jpg', 1),
(68, '洋梨夏洛特', 4, '2', 850, 150, 'a1b02135f329dda21c0a79f420af92a615652646.jpg', 0);

-- --------------------------------------------------------

--
-- 資料表結構 `classroom_data`
--

CREATE TABLE `classroom_data` (
  `sid` int(11) NOT NULL,
  `name` varchar(255) NOT NULL COMMENT '名稱',
  `workshop_code` varchar(255) NOT NULL COMMENT '教室代號',
  `address` varchar(255) NOT NULL COMMENT '地址',
  `district` varchar(255) NOT NULL COMMENT '地區',
  `phone` varchar(255) NOT NULL COMMENT '教室電話',
  `picture` text NOT NULL COMMENT '教室照片',
  `max` int(11) NOT NULL COMMENT '最大容納人數',
  `logo` text NOT NULL,
  `info` varchar(255) NOT NULL,
  `principal` varchar(255) NOT NULL,
  `created_at` date NOT NULL COMMENT '註冊日期',
  `line_id` varchar(255) NOT NULL,
  `account_number` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `classroom_data`
--

INSERT INTO `classroom_data` (`sid`, `name`, `workshop_code`, `address`, `district`, `phone`, `picture`, `max`, `logo`, `info`, `principal`, `created_at`, `line_id`, `account_number`, `email`) VALUES
(1, '愛焙克iBake', 'ws101', '台南市永康區東橋八街26號', '台南市永康區', '06-303-9323', 'd6616944c4e4401068d031aed5812371e8f05e98.jpg', 20, 'd3b433d5fb4a0c992714c7fe109c74e9fe71a0e7.jpg', '台南 永康 烘焙DIY 自己 動手 做蛋糕\r\n愛焙克採用高級食材，烤箱、模具、所有工具全都不需準備！\r\n從取料、攪拌、烘烤、裝飾、包裝都照步驟自己來，就能輕鬆完成甜點!', '陳曉明', '2019-08-31', '12345wrwr', '70024415310091777', 'sdadsad@gmail.com'),
(2, 'HOME.焙實驗所', 'ws102', '台中市北區錦新街36-3號', '台中市北區', '04-2225-5195', 'c646cd5058cea8c513b26253877b9ae128285dc6.jpg', 20, '8324eb585c622b6d11c0c5aa14e62afc.jpg ', '和食物有關的話題怎麼聊也玩不完。\r\n實驗所是行家也是新手的體現廚藝的好場所，完善的設備、新鮮的食材、及貼心的服務一次各種滿足，不定時更新的甜點菜單，歡迎來感受投入烘培過程的成就滿足。', '范小小', '0000-00-00', 'jejrjoa', '70024415310091456', 'fjsdf@gmail.com'),
(3, '吃甜甜烘焙diy', 'ws103', '台北市中正區信義路二段33號', '台北市中正區', '02-2351-1728', 'df0bae990ee872dabaed24bba92c345e.jpg', 15, 'de6e4fd801373dc0e1cc5d0601c6bb88.jpg', '吃甜甜烘焙DIY提供了優美的環境、完善的設備以及高級的食材，讓您人來就好，不須其他東西，就可以製作出屬於妳的甜點', '周傑鴻', '0000-00-00', 'fskojn', '70024415310095421', 'weweuh@gmail.com'),
(4, '日好甜廚', 'ws104', '台北市大安區延吉街72-21號2樓', '台北市大安區', '02-8772-0179', 'fc92f774c4c373e2eeed9000830ae1afe28b77ac.jpg', 10, 'd10611460c6bcb0387b37c569e1ec1c13616950b.jpg', '日好甜廚，烘培體驗、甜食研究、廚房共享。', '蔡德倫', '0000-00-00', 'zctwqg', '70024415310090158', 'wzfq@gmail.com');

-- --------------------------------------------------------

--
-- 資料表結構 `course`
--

CREATE TABLE `course` (
  `course_id` int(11) NOT NULL,
  `course_name` varchar(255) NOT NULL,
  `course_img` varchar(255) NOT NULL,
  `course_date` date NOT NULL,
  `course_time` varchar(255) NOT NULL,
  `course_address` varchar(255) NOT NULL,
  `course_price` int(11) NOT NULL,
  `course_people` int(11) NOT NULL,
  `course_difficult` varchar(255) NOT NULL,
  `course_info` varchar(255) DEFAULT NULL,
  `course_status` tinyint(1) NOT NULL,
  `tutor_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `course`
--

INSERT INTO `course` (`course_id`, `course_name`, `course_img`, `course_date`, `course_time`, `course_address`, `course_price`, `course_people`, `course_difficult`, `course_info`, `course_status`, `tutor_id`) VALUES
(1, '香草千層派', '7b2bab7bbda263959ec9eecf856ff7399d1c38f1.jpg', '2019-08-20', '14:00', '台北市', 1200, 12, '2', '', 1, 3),
(6, '檸檬蛋糕', '3e169f9256698491b90f87e13312cae38f5c2ab3.jpg', '2019-10-12', '13:30', '台北市', 1800, 8, '2', '', 1, NULL),
(7, '玫瑰覆盆子馬卡龍', '7190b13a9d71a596fece260fd343749da1ebcc62.jpg', '2019-09-28', '11:30', '台北市', 1800, 8, '2', '', 0, NULL),
(8, '蒙布朗', '6bfa705eca558e83c687b9993be4141ba488ad33.jpg', '2019-11-28', '13:00', '台北市大安區', 2000, 10, '3', '', 1, NULL),
(9, '蕾絲蛋捲', '3c34fc3a93b047f2de2f7a3fb3a57c74434d95ee.jpg', '2019-09-25', '13:30', '台北市', 2200, 10, '3', '', 1, NULL),
(10, '可麗露', '98fff49bb817852a3846f2ea78da5cd1794fa04f.jpg', '2019-11-06', '14:00', '台北市', 2200, 6, '4', '111', 1, NULL),
(12, '達克瓦茲', '7d17290162940ec7e86d40f48050bbe347cbf1bc.jpg', '2019-09-26', '00:30', '台北市', 2000, 10, '3', '', 0, NULL),
(13, '芒果千層派', '61828283b0909072fb9ae9c2aa544d6e251b7de0.jpg', '2019-09-23', '14:30', '台北市', 1200, 8, '3', '', 0, NULL),
(18, 'hhhhh', 'd397db134d38e5fa3b3a1532b05410cfd5670aae.jpg', '2019-09-02', '00:12', '123', 1200, 11, '1', '321312', 1, NULL),
(19, '馬卡龍', '80e6494a72f64238134bb71778853652c057928e.jpg', '2019-09-12', '00:59', '台北市', 2200, 6, '3', '', 1, NULL),
(24, '閃電泡芙', '0992aa2a1aad061674bd855cebd0ce1d7788275e.jpg', '2019-09-25', '00:00', '台北市', 2200, 32, '4', '', 1, NULL),
(28, '閃電泡芙', '8b5d175a01dd5070a884c197de154351969c4e32.jpg', '2019-09-05', '00:59', '台北市', 2200, 321, '3', '', 1, NULL),
(29, '巧克力蛋糕 ', 'a1684399a5a2f62f52c190b000b73b3c056ca041.jpg', '2019-10-31', '00:30', '台北市', 1800, 6, '3', '', 1, NULL),
(30, '蕾絲蛋捲', 'fd0ef28ec27a4eaa0e84b275039e23c851c95aa9.jpg', '2019-09-04', '00:00', '台北市', 2200, 12, '2', '', 1, NULL),
(31, '蕾絲蛋捲', '236af05076ac9c5a7c890b35178a0ee152fc3a0e.jpg', '2019-09-03', '13:00', '台北市', 1200, 8, '3', '', 0, NULL),
(32, '馬卡龍', '2d4536a19022dde39002b09ad09f83ae907ac676.jpg', '2019-09-20', '13:00', '台北市', 2000, 10, '2', '', 1, NULL),
(34, '檸檬塔', '466191b10ec5c02c4f68864b5266414cc7bb424a.jpg', '2019-10-01', '13:00', '台北市', 2200, 10, '2', '', 1, NULL),
(38, '提拉米蘇', '8dce291b100fde5069579c37602285708bbbeeab.jpg', '2019-10-05', '13:00', '台中市西屯區朝富路30號2樓', 2000, 6, '4', '', 1, NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `ingredient`
--

CREATE TABLE `ingredient` (
  `sid` int(11) NOT NULL COMMENT '商品索引',
  `pic_name` varchar(255) DEFAULT NULL COMMENT '商品圖片',
  `product_name` varchar(255) NOT NULL COMMENT '商品名稱',
  `primary_category` int(11) NOT NULL COMMENT '商品主分類',
  `minor_category` int(11) NOT NULL COMMENT '商品小分類',
  `tag` varchar(255) DEFAULT NULL COMMENT '標籤',
  `price` int(11) NOT NULL COMMENT '金額',
  `quantity` int(11) DEFAULT NULL COMMENT '數量',
  `status` varchar(255) DEFAULT NULL COMMENT '商品狀態',
  `made_in` varchar(255) DEFAULT NULL COMMENT '產地',
  `weight` varchar(255) DEFAULT NULL COMMENT '重量',
  `ingredient` varchar(255) DEFAULT NULL COMMENT '成分',
  `sale` int(11) NOT NULL DEFAULT '1' COMMENT '上下架',
  `create_at` date DEFAULT NULL COMMENT '新增日期',
  `user_Id` varchar(255) DEFAULT NULL COMMENT '會員ID'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `ingredient`
--

INSERT INTO `ingredient` (`sid`, `pic_name`, `product_name`, `primary_category`, `minor_category`, `tag`, `price`, `quantity`, `status`, `made_in`, `weight`, `ingredient`, `sale`, `create_at`, `user_Id`) VALUES
(239, '', '特寶笠果子用粉(低筋)', 1, 10, '低筋麵粉', 195, 15, NULL, '日本', '1Kg', '小麥麵粉/蛋白質:7.6/灰份:0.35', 1, NULL, NULL),
(241, '', '軍艦牌玉米粉', 1, 11, '玉米粉', 36, 10, NULL, '南非', '400g', '100%玉米粉(不含雜物)', 1, NULL, NULL),
(242, '', '藍菊中筋麵粉', 1, 10, '中筋麵粉', 130, 0, NULL, '台灣', '3Kg', '小麥麵粉/蛋白質:11-12/灰份:0.40', 1, NULL, NULL),
(244, '', 'T55冠軍比賽專用麵粉', 1, 10, '法國麵粉', 100, 5, NULL, '法國', '1Kg', '小麥麵粉.小麥麵筋.抗氧化劑.酵素/蛋白質:>12/灰份:<0.6', 1, NULL, NULL),
(245, '', '鑽石牌低筋麵粉', 1, 10, '低筋麵粉', 110, 8, NULL, '日本', '1Kg', '小麥麵粉/蛋白質:7.8-8.8/灰份:0.4', 1, NULL, NULL),
(247, '', '凱撒琳高筋麵粉', 1, 10, '高筋麵粉', 130, 20, NULL, '日本', '1Kg', '小麥麵粉/蛋白質:10.9/灰份:0.49', 1, NULL, NULL),
(249, '', '白僑低筋麵粉', 1, 10, '低筋麵粉', 110, 5, NULL, '台灣', '3Kg', '小麥麵粉.小麥澱粉/蛋白質:9.5以下/灰份:0.55', 1, NULL, NULL),
(250, '', '杜蘭小麥粉', 1, 10, '裸麥麵粉', 160, 6, NULL, '義大利', '1Kg', '小麥粉', 1, NULL, NULL),
(252, '', '卡羅比利時鬆餅粉', 1, 12, '鬆餅粉', 185, 20, NULL, '台灣', '1Kg', '麵粉.植物油粉.糖.奶粉.修飾澱粉.醱粉.小麥澱粉.鹽.乳酸硬脂酸鈉.胡蘿蔔素.牛奶香料', 1, NULL, NULL),
(253, '', '新韓國麵包預拌粉', 1, 12, '麵包粉', 210, 13, NULL, '台灣', '1Kg', '修飾澱粉.小麥麵粉.糖.小麥澱粉.小麥蛋白.鹽', 1, NULL, NULL),
(254, '', 'KOMPLET純裸麥粉', 1, 10, '裸麥麵粉', 140, 0, NULL, '德國', '1Kg', '100%純裸麥粉', 1, NULL, NULL),
(255, '', '卡羅發糕預拌粉', 1, 12, '其他', 125, 9, NULL, '台灣', '1Kg', '麵粉.糖.在來米粉.小麥澱粉.羥丙基磷酸二澱粉.醱粉.乳酸硬脂酸鈉.麥芽糊精.香草香料', 1, NULL, NULL),
(257, '', '黑麥預拌粉', 1, 12, '其他', 110, 12, NULL, '台灣', '500g', '裸麥片.麵粉.燕麥片.黑豆粉.葵花籽.亞麻籽.小麥麵筋.芝麻籽.裸麥粉.麥香裸麥粉.麥香小麥粉.麥香大麥粉.酸麵糰粉.氫化棕櫚油.油菜籽油.抗養化劑.酵素等', 2, NULL, NULL),
(258, '', '水手牌粉心粉(中筋)', 1, 10, '中筋麵粉', 70, 1, NULL, '台灣', '1Kg', '小麥麵粉/蛋白質:11.0-11.6/灰份:0.36-0.38', 1, NULL, NULL),
(260, '', 'KOMPLET亞麻仁雜糧粉', 1, 12, '其他', 290, 8, NULL, '德國', '1Kg', '麥芽大麥粉.葵花籽.芝麻籽.亞麻籽.裸麥片.可食大豆麥麩.粗裸麥.小麥粉.乳化劑.抗養化劑.酵素', 1, NULL, NULL),
(261, '', '日農黃金麥粉', 1, 10, '全麥粉', 145, 9, NULL, '台灣', '500g', '全麥麵粉96.08%.高纖麵包改良劑.穀物香料', 1, NULL, NULL),
(272, '', '澄粉Wheat starc(小麥澱粉)', 1, 10, '全麥粉', 39, 8, NULL, '台灣', '600g', '小麥', 2, NULL, NULL),
(273, '', '卡羅水晶粉', 1, 12, '其他', 69, 12, NULL, '台灣', '300g', '葡萄糖.羥丙基磷酸二澱粉', 2, NULL, NULL),
(313, '[\"\"]', '太空食物', 1, 10, '[]', 31, 312, NULL, '', '1', '123', 2, '2019-09-02', NULL),
(317, NULL, '多圖456', 5, 23, '[\"1\",\"2\"]', 500000, 2, NULL, '不理', '600g', '100%牛肉', 2, '2019-09-02', NULL),
(321, '[\"1.png\",\"4.png\",\"7.png\"]', 'Benson99999', 2, 14, '[\"1\",\"2\"]', 200, 5, NULL, '台北', '600g', '100%純鮮奶', 2, '2019-09-03', NULL),
(322, '[\"1.png\",\"4.png\",\"7.png\"]', 'Benson卡', 2, 14, '[\"1\",\"2\"]', 200, 5, NULL, '台北', '600g', '100%純鮮奶', 2, '2019-09-03', NULL),
(324, '[\"1.png.png\",\"4.png.png\"]', 'bejskjs1234564', 5, 23, '[\"1\",\"2\"]', 200, 20, NULL, '台北', '600g', '100%純鮮奶', 2, '2019-09-03', NULL),
(328, '[\"clothes_v4.png.png\",\"clothes_v5.png.png\"]', '卡卡', 5, 24, '[\"1\",\"2\"]', 500000, 20, NULL, '霍格華茲', '600g', '100%純鮮奶', 2, '2019-09-03', NULL),
(329, NULL, '卡卡西', 5, 23, '[\"1\",\"2\",\"3\"]', 500000, 20, NULL, '霍格華茲', '600g', '100%純鮮奶', 2, '2019-09-22', NULL),
(355, '[\"1556176677705.jpg\",\"IMG20180523111119.jpg\"]', 'YOA', 5, 24, '[\"2\",\"3\",\"4\"]', 500000, 0, NULL, '法國', '600g', '300%純鮮奶', 2, '2019-09-23', NULL),
(357, '[\"BIGHEAD.jpeg\"]', '外星食物1', 8, 33, '[\"3\",\"4\",\"5\"]', 200, 0, NULL, '台灣', '1kg', '100%純鮮奶', 2, '2019-09-23', NULL),
(359, '[\"IMG20180523111119.jpg\",\"IMG20180923180231.jpg\"]', '你知道噹噹噹噹嗎', 3, 18, '[\"2\",\"3\"]', 10, 10, NULL, '唐三藏', '20g', '一堆廢話', 1, '2019-09-23', NULL),
(362, '[\"IMG20180523111119.jpg\",\"IMG20180923180231.jpg\"]', '午餐吃甚麼', 5, 24, '[\"2\",\"3\"]', 10, 123456, NULL, '霍格華茲', '1.56kg', '猜猜', 1, '2019-09-23', NULL),
(365, '[\"IMG20180523111119.jpg\",\"IMG20180923180231.jpg\"]', '三星蔥油餅', 5, 24, '[\"1\",\"2\"]', 10, 0, NULL, '不理', '1.56kg', '一堆廢話', 1, '2019-09-23', NULL),
(367, '[\"IMG20180523111119.jpg\",\"IMG20180923180231.jpg\"]', '所有', 5, 24, '[\"2\",\"3\",\"4\"]', 200, 20, NULL, '霍格華茲', '20g', '100%牛肉', 1, '2019-09-23', NULL),
(369, '[\"profile photo.jpg\"]', '純牛奶巧克力7', 2, 14, '[\"2\"]', 500000, 1000000, NULL, '霍格華茲', '1000000kg', '一堆廢話', 1, '2019-09-23', NULL),
(371, NULL, '797987988', 1, 10, '[\"2\"]', 500000, 1000000, NULL, '台灣', '1.56kg', '一堆廢話', 1, '2019-09-23', NULL),
(372, '[\"IMG20180923180231.jpg\"]', '純牛奶巧克力123456789', 2, 15, '[\"1\",\"2\"]', 500, 10, NULL, '紐西蘭', '20g', '100%純鮮奶', 1, '2019-09-23', NULL),
(373, '[\"profile photo.jpg\"]', '純牛奶巧克力123123123', 4, 19, '[\"5\"]', 500000, 1000000, NULL, '台灣', '1000000kg', '100', 1, '2019-09-23', NULL),
(375, '[\"profile photo.jpg.jpg\"]', '純牛奶555', 4, 21, '[\"2\",\"3\",\"4\"]', 200, 10, NULL, '紐西蘭', '600g', '100%', 2, '2019-09-23', NULL),
(376, '[\"IMG20180523111119.jpg\"]', '多圖', 4, 19, '[\"1\",\"2\"]', 10, 20, NULL, '不理', '20g', '一堆廢話', 1, '2019-09-23', NULL),
(377, '[\"profile photo.jpg\"]', '多圖554433', 5, 24, '[\"2\",\"3\",\"4\"]', 200, 20, NULL, '法國', '600g', '100', 1, '2019-09-23', NULL),
(379, '[\"profile photo.jpg\"]', '多圖3322111', 2, 15, '[\"1\",\"2\",\"3\"]', 2000, 20, NULL, '法國', '600g', '100', 1, '2019-09-23', NULL),
(380, '[\"IMG20180923180231.jpg\",\"profile photo.jpg\"]', '厚假', 4, 19, '[\"2\",\"3\"]', 500, 10, NULL, '法國', '20g', '100%牛肉', 2, '2019-09-23', NULL),
(381, '[\"IMG20180923180231.jpg\"]', '多圖3377', 5, 24, '[\"2\",\"3\"]', 500, 10, NULL, '法國', '1kg', '300%純鮮奶', 2, '2019-09-23', NULL),
(382, '[\"\"]', '歌集啦123456', 6, 27, '[\"2\",\"3\",\"4\"]', 31, 312, NULL, 'space', '5kg', '123', 1, '2019-09-23', NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `item_brand`
--

CREATE TABLE `item_brand` (
  `brand_sid` int(11) NOT NULL COMMENT '品牌流水號',
  `brand_name` varchar(255) NOT NULL COMMENT '品牌名稱'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='品牌列表';

--
-- 傾印資料表的資料 `item_brand`
--

INSERT INTO `item_brand` (`brand_sid`, `brand_name`) VALUES
(1, '其他'),
(2, 'Dr.AV'),
(3, 'Siliconezone'),
(4, 'Store up'),
(5, 'TERRE ETOILEE'),
(6, 'LOTUS'),
(7, '台灣三能SANNENG'),
(8, '日本CakeLand'),
(9, '日本dretec'),
(10, '日本Raffine'),
(11, '日本霜鳥QueenRose'),
(12, '美國康寧烘焙'),
(13, '美國Nordicware'),
(14, '美國OXO'),
(15, '西班牙LEKUE'),
(16, '西班牙IBILI'),
(17, '德國Kaiser'),
(18, '英國Sweetly'),
(19, '英國KitchenCraft'),
(20, '英國MASON'),
(21, '英國Master'),
(22, '法國 Le Creuset'),
(23, '法國de Buyer'),
(24, '法國Scrap Cooking'),
(25, '法國MASTRAD'),
(26, '法國O cuisine'),
(27, '加拿大CUISIPRO'),
(28, '加拿大TRUDEAU'),
(29, '義大利EXCELSA'),
(30, '義大利GP&me'),
(31, '義大利TESCOMA'),
(32, 'BHL');

-- --------------------------------------------------------

--
-- 資料表結構 `item_place`
--

CREATE TABLE `item_place` (
  `place_sid` int(11) NOT NULL COMMENT '製造商地點流水號',
  `place_name` varchar(255) NOT NULL COMMENT '製造商地點'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='製造商地點列表';

--
-- 傾印資料表的資料 `item_place`
--

INSERT INTO `item_place` (`place_sid`, `place_name`) VALUES
(1, '其他'),
(2, '台灣'),
(3, '中國'),
(4, '美國'),
(5, '西班牙'),
(6, '德國'),
(7, '英國'),
(8, '法國'),
(9, '加拿大'),
(10, '義大利'),
(11, '韓國'),
(12, '泰國'),
(13, '越南'),
(14, '菲律賓'),
(15, '日本');

-- --------------------------------------------------------

--
-- 資料表結構 `item_sort`
--

CREATE TABLE `item_sort` (
  `sort_sid` int(1) NOT NULL COMMENT '分類流水號',
  `sort_name` varchar(255) NOT NULL COMMENT '商品分類名稱',
  `sort_parent_sid` int(11) NOT NULL COMMENT '對應大分類'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='分類列表';

--
-- 傾印資料表的資料 `item_sort`
--

INSERT INTO `item_sort` (`sort_sid`, `sort_name`, `sort_parent_sid`) VALUES
(1, '大型模具', 0),
(2, '小型模具', 0),
(3, '烤盤/烤盅/烤墊', 0),
(4, '麵包模/派模', 0),
(5, '翻糖/巧克力', 0),
(6, '測量工具', 0),
(7, '過篩/桿麵/攪拌', 0),
(8, '擠花/散熱/裝飾', 0),
(9, '奶油刀/蛋糕鏟/輪刀/披薩板', 0),
(10, '其他', 0),
(11, '圓蛋糕模', 1),
(12, '戚風/環形', 1),
(13, '吐司/磅蛋糕', 1),
(14, '塑形環', 1),
(15, '造型模具', 1),
(16, '多入連模', 2),
(17, '切模/餅乾模', 2),
(18, '馬芬烤杯', 2),
(19, '紙烤模', 2),
(20, '金屬烤盤', 3),
(21, '玻璃烤盤', 3),
(22, '陶瓷/琺瑯', 3),
(23, '烤盅/烤杯', 3),
(24, '烤紙/烘焙墊', 3),
(25, '麵包模', 4),
(26, '派模/塔模', 4),
(27, '翻糖模/用具', 5),
(28, '巧克力/冰模', 5),
(29, '量杯', 6),
(30, '量匙', 6),
(31, '料理秤', 6),
(32, '計時器', 6),
(33, '其他測量', 6),
(34, '粉篩', 7),
(35, '桿麵棍', 7),
(36, '抹刀/刮刀', 7),
(37, '麵糰刀/刮板', 7),
(38, '打蛋器', 7),
(39, '調理盆', 7),
(40, '擠花/麵糊', 8),
(41, '醬料刷', 8),
(42, '蛋糕台', 8),
(43, '噴槍', 8),
(44, '散熱架', 8),
(45, '麵包盒/裝飾', 8),
(46, '奶油/起士刀', 9),
(47, '蛋糕刀/鏟', 9),
(48, '輪刀/披薩刀', 9),
(49, '披薩板/烤盤', 9),
(50, '蛋黃分離器', 10),
(51, '烘焙重石', 10),
(52, '兒童烘焙用具', 10),
(53, '其他用具', 10);

-- --------------------------------------------------------

--
-- 資料表結構 `item_status`
--

CREATE TABLE `item_status` (
  `status_sid` int(11) NOT NULL COMMENT '狀態流水號',
  `status_name` varchar(255) NOT NULL COMMENT '狀態名稱'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='狀態列表';

--
-- 傾印資料表的資料 `item_status`
--

INSERT INTO `item_status` (`status_sid`, `status_name`) VALUES
(1, '下架中'),
(2, '出售中');

-- --------------------------------------------------------

--
-- 資料表結構 `on-sale`
--

CREATE TABLE `on-sale` (
  `sale_sid` int(11) NOT NULL COMMENT '上下架索引',
  `on_sale_status` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='上下架';

--
-- 傾印資料表的資料 `on-sale`
--

INSERT INTO `on-sale` (`sale_sid`, `on_sale_status`) VALUES
(1, '出售中'),
(2, '下架中'),
(3, '缺貨中');

-- --------------------------------------------------------

--
-- 資料表結構 `space_list`
--

CREATE TABLE `space_list` (
  `space_sid` int(11) NOT NULL,
  `space_name` varchar(255) NOT NULL COMMENT '名稱',
  `space_logo_path` text NOT NULL COMMENT 'LOGO路徑',
  `space_description` text NOT NULL COMMENT '內容描述',
  `space_image_path` text NOT NULL COMMENT '圖片路徑',
  `space_time` date NOT NULL COMMENT '提供的時間',
  `space_max_people` varchar(255) NOT NULL COMMENT '容納人數',
  `space_tel` int(11) NOT NULL COMMENT '電話',
  `space_service` text NOT NULL COMMENT '環境',
  `space_area` varchar(255) NOT NULL COMMENT '地區',
  `space_address` varchar(255) NOT NULL COMMENT '地址',
  `space_status` tinyint(1) NOT NULL COMMENT '上架狀態',
  `space_price` varchar(255) NOT NULL COMMENT '價格',
  `space_title_description` text NOT NULL COMMENT '內容標題',
  `space_creat_time` datetime NOT NULL COMMENT '新增時間',
  `space_ordered` tinyint(1) DEFAULT NULL COMMENT '售完',
  `space_sale` tinyint(1) DEFAULT NULL COMMENT '折扣',
  `user_id` int(11) DEFAULT NULL COMMENT '會員ID'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `space_list`
--

INSERT INTO `space_list` (`space_sid`, `space_name`, `space_logo_path`, `space_description`, `space_image_path`, `space_time`, `space_max_people`, `space_tel`, `space_service`, `space_area`, `space_address`, `space_status`, `space_price`, `space_title_description`, `space_creat_time`, `space_ordered`, `space_sale`, `user_id`) VALUES
(845, '小確幸', '194583e253db021171eac2d099da063b060dbcff.jpg', '送幸福', '[\"7f9573ed6126dc6c0350f5b336a253887c4d3103.jpg\"]', '2019-09-16', '30', 800965956, '[\"4\"]', '1', '基隆市巴巴區', 1, '6000', '送幸福', '2019-10-06 12:12:21', NULL, NULL, NULL),
(846, '小確幸', '78f4cb491ad1a9ebe69cca861abc5ec67c26b26a.jpg', '送幸福', '[\"53681cd019d5216e03e640b9062d2f0011e7aa98.jpg\"]', '2019-09-06', '30', 800965956, '[\"4\"]', '1', '基隆市巴巴區', 1, '6000', '送幸福', '2019-09-23 12:12:22', NULL, NULL, NULL),
(847, '時光手作', '7f5066020dd99f4859a6ad1f0fc52a6229bc4242.jpg', '時光機', '[\"75bd85d5b3d3a3b064fc95406b6a2e66684fe1f0.jpg\"]', '2019-09-06', '30', 800965956, '[\"3\"]', '17', '花蓮縣巴巴里', 1, '6000', '時光機', '2019-09-23 12:19:11', NULL, NULL, NULL),
(848, '時光手作', 'e8738c29d60e4434c7b5644477fb3d0115d1ad29.jpg', '時光機', '[\"3c673ba8b6ac50aa615c15a5e7385138532365ba.jpg\"]', '2019-09-06', '30', 800965956, '[\"3\"]', '17', '花蓮縣巴巴里', 1, '6000', '時光機', '2019-09-23 12:19:11', NULL, NULL, NULL),
(849, '時光手作', 'ac057b9bcc032e3f615aa95ab699df1180508166.jpg', '時光機', '[\"92f4bab3dd020ded3a92a63a62fd6504f1d29e2f.jpg\"]', '2019-09-06', '30', 800965956, '[\"3\"]', '17', '花蓮縣巴巴里', 1, '6000', '時光機', '2019-09-23 12:19:12', NULL, NULL, NULL),
(850, 'bake', '97aa20c2b641b76bc3185ed3a4f91c549ffdb255.png', 'bakeMom', '[\"491899f913c75239e54c17ea8ee61f0fb23c6d9b.jpg\"]', '2019-09-07', '40', 800965956, '[\"4\"]', '1', '基隆市基隆小港', 1, '4000', 'bakeMom', '2019-09-23 12:23:12', NULL, NULL, NULL),
(851, 'bake', 'ca74198c9c80e28675c5bd72f034707f809bda83.png', 'bakeMom', '[\"2d5e697fb4ae7af6d1df391d4a3e64df962c79a8.jpg\"]', '2019-09-07', '40', 800965956, '[\"4\"]', '1', '基隆市基隆小港', 1, '4000', 'bakeMom', '2019-09-23 12:23:12', NULL, NULL, NULL),
(852, 'bake', '7df671273366855915425c9f06ffece717d18cd7.png', 'bakeMom', '[\"f8ec2f917e7365ebef1b94c519e71393cc908bba.jpg\"]', '2019-09-07', '40', 800965956, '[\"4\"]', '1', '基隆市基隆小港', 1, '4000', 'bakeMom', '2019-09-23 12:23:13', NULL, NULL, NULL),
(854, '還趕下來', '73c43b82dcc898d9b9bcdf8939fc1ea6800ea844', 'ㄟ你過來一下', '[\"3fc826be278434b265e75ae04287ab8f29c53942.jpg\"]', '2019-10-10', '50', 955222333, '[\"2\"]', '1', '台北市大安區通化街151號', 1, '999', '阿兵鳥', '2019-09-23 12:48:01', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `space_service_number`
--

CREATE TABLE `space_service_number` (
  `service_sid` int(11) NOT NULL COMMENT '流水號',
  `service_choose` varchar(255) NOT NULL COMMENT '環境風格'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `space_service_number`
--

INSERT INTO `space_service_number` (`service_sid`, `service_choose`) VALUES
(1, '溫馨'),
(2, '高雅'),
(3, '古典'),
(4, '時尚'),
(5, '都會'),
(6, '其他');

-- --------------------------------------------------------

--
-- 資料表結構 `tags`
--

CREATE TABLE `tags` (
  `tag_sid` int(11) NOT NULL COMMENT '標籤索引',
  `tag_name` varchar(255) NOT NULL COMMENT '標籤名稱'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `tags`
--

INSERT INTO `tags` (`tag_sid`, `tag_name`) VALUES
(1, '純天然'),
(2, '有機'),
(3, '健康'),
(4, '熱賣'),
(5, '人氣');

-- --------------------------------------------------------

--
-- 資料表結構 `taiwan_area_number`
--

CREATE TABLE `taiwan_area_number` (
  `area_sid` int(11) NOT NULL,
  `taiwan_city` varchar(255) NOT NULL,
  `area_number` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `taiwan_area_number`
--

INSERT INTO `taiwan_area_number` (`area_sid`, `taiwan_city`, `area_number`) VALUES
(1, '基隆市', 1),
(2, '台北市', 2),
(3, '新北市', 3),
(4, '桃園縣', 4),
(5, '新竹市', 6),
(6, '苗栗縣', 7),
(7, '台中市', 8),
(8, '彰化縣', 9),
(9, '南投縣', 10),
(10, '雲林縣', 11),
(11, '嘉義市', 12),
(12, '嘉義縣', 13),
(13, '台南市', 14),
(14, '高雄市', 15),
(15, '屏東縣', 16),
(16, '台東縣', 17),
(17, '花蓮縣', 18),
(18, '宜蘭縣', 19);

-- --------------------------------------------------------

--
-- 資料表結構 `tutor`
--

CREATE TABLE `tutor` (
  `tutor_id` int(11) NOT NULL,
  `tutor_name` varchar(255) NOT NULL,
  `tutor_img` varchar(255) NOT NULL,
  `tutor_introduction` varchar(255) NOT NULL,
  `tutor_special` varchar(255) NOT NULL,
  `tutor_experience` text,
  `tutor_fb` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `tutor`
--

INSERT INTO `tutor` (`tutor_id`, `tutor_name`, `tutor_img`, `tutor_introduction`, `tutor_special`, `tutor_experience`, `tutor_fb`) VALUES
(1, '莉雅老師', '', '儘管做甜點非常辛苦，但只要大家吃了莉雅的甜點後有幸福的感覺，我的工作就值得了！', '', '', NULL);

-- --------------------------------------------------------

--
-- 資料表結構 `vendor`
--

CREATE TABLE `vendor` (
  `sid` int(11) NOT NULL,
  `principal` varchar(255) NOT NULL COMMENT '負責人',
  `contact_phone` varchar(255) NOT NULL COMMENT '連絡電話',
  `company` varchar(255) NOT NULL COMMENT '公司名稱',
  `created_at` date NOT NULL COMMENT '註冊日期',
  `address` varchar(255) NOT NULL COMMENT '地址',
  `line_id` varchar(255) NOT NULL COMMENT 'LINEID',
  `account_number` varchar(255) NOT NULL COMMENT '戶頭ID',
  `password` varchar(255) NOT NULL COMMENT '密碼',
  `email` varchar(255) NOT NULL COMMENT 'email'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `vendor`
--

INSERT INTO `vendor` (`sid`, `principal`, `contact_phone`, `company`, `created_at`, `address`, `line_id`, `account_number`, `password`, `email`) VALUES
(29, '11111111', '11111111', '111111', '2019-09-01', '111111', '11111111', '111111', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'howlx456@gmail.com'),
(30, '111111', '111111', '1', '2019-09-01', '1', '1', '1', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'howlx456@hhhh.com'),
(31, '33333333', '333333333', '33333333333333', '2019-09-01', '3333333', '333333333', '333333', '95e229d8aca716874c8feca1501379e06f239d03', 'howlx33456@gmail.com'),
(32, '333333333333', '333333333', '333333333333', '2019-09-01', '3333333', '3333333333', '333333333', '761ee866d554db1c7582326a910fac8b9764c345', 'prown123@gmail.com'),
(33, '111111321', '321', '321312', '2019-09-01', '312', '312', '132', 'cf8434ddff81c90daa7a01fb05164c6ac9b1d73c', '333333@gmail.com'),
(34, '7678678687', '767868', '879879789', '2019-09-01', '8989', '545', '787878', 'dcf8fb6a43a8ddf6bb2351063e417bc98884d7e8', '1111111@gmail.com'),
(35, 'jiojiojioi', 'jiojoi', 'jiojo', '2019-09-02', 'jiojo', 'jiojo', 'jiojio', '98e9d351908b15124c7e225b5a6643542e747364', 'new@gg.com'),
(36, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '891aef6dd690d5d7c57897d5e06ae1a01c61d639', 'howlx43356@gmail.com'),
(37, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '9c4579bc42990e68026419076f2ad256edca6a15', 'howx43356@gmail.com'),
(38, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '6f9c3bc5bd5ba04cd3599de731db29f5df1a19bb', 'ho56@gmail.com'),
(39, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '6f9c3bc5bd5ba04cd3599de731db29f5df1a19bb', 'h33o56@gmail.com'),
(40, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '761ee866d554db1c7582326a910fac8b9764c345', 'h6@gmail.com'),
(41, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '891aef6dd690d5d7c57897d5e06ae1a01c61d639', 'h633@gmail.com'),
(42, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '37a4ed502e3e6968bb094aebf7f1cf7034068d62', 'h633@gm3ail.com'),
(43, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', 'db3835a1a4239c257655dad1343bde70604bb445', 'h6433@gm3ail.com'),
(44, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', 'ac80376e1a9c2044eab1d2465634026e2449f497', 'h64333@gm3ail.com'),
(45, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '7d4eebab7ce33f2c5d6d8c6240cc8fe65ea14cd7', 'h64333@gm34ail.com'),
(46, '3333333333333', '0979601117', '33333333', '2019-09-02', '31', '31', '321', 'e8248cbe79a288ffec75d7300ad2e07172f487f6', 'h3@gm34ail.com'),
(47, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '3f196cfb6c4cffe3002c0495a1bc822521b6aa36', 'h3@g3m34ail.com'),
(48, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '761ee866d554db1c7582326a910fac8b9764c345', 'h3@g3m34a3il.com'),
(49, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', 'a642a77abd7d4f51bf9226ceaf891fcbb5b299b8', 'h3@g3m34a3i4l.com'),
(50, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '2ea6201a068c5fa0eea5d81a3863321a87f8d533', 'h33@g3m34a3i4l.com'),
(51, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '2ea6201a068c5fa0eea5d81a3863321a87f8d533', 'h333@g3m34a3i4l.com'),
(52, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', '48058e0c99bf7d689ce71c360699a14ce2f99774', 'h3331@g3m34a3i4l.com'),
(53, '3333333333333', '333333333', '33333333', '2019-09-02', '31', '31', '321', 'd5f78d4bb6111eb60e2d3275ff10dcbf6b3bfcb4', 'h33331@g3m34a3i4l.com'),
(54, '手作', '0955222111', '666', '2019-09-02', '大安', '@COL', '88521365222', 'dd94709528bb1c83d08f3088d4043f4742891f4f', 'admin@gmail.com'),
(56, '林珈華', '0955222333', '超級棒有限公司', '2019-09-02', '中和', '@hokk', '9985522336', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'ho6@gmail.com'),
(57, '342', '0955222335', '432423', '2019-09-02', '43242342', '342234', '42342', '769fa504c0ce6050cbfb03ea82a157de83f59d5e', '2341321@jirj.com'),
(58, '陳烏烏', '0975521745', '超級公司', '2019-09-03', '大安區', 'koerh33333', '2083901283', 'ffabd506f30fa6539f26a1ce8a8faf2ff7f7f7fe', 'howlx3456@gmail.com'),
(59, '陳西西', '0972551666', '無極限', '2019-09-03', '內湖區', 'jiekk', '852356846454', '250a835d49a76d83540f66a5ff549f9c97c3c2af', '231321@jirj.com'),
(60, '阿ㄤ名', '0985125333', '開開門', '2019-09-03', '永和區', 'jioe', '8785464566', 'fd1063b5e0d3a7fb08482ef455fdda4b64dbebc7', '4324234@jij.cojee'),
(61, '系統管理', '0988225444', '首座', '2019-09-03', '大安', 'huiekk', '789555222', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'admin01@gmail.com'),
(62, '測試會員', '0975222111', '超好ㄘ', '2019-09-03', '永和', 'vendor1', '888555336954', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'vendor123@gmail.com'),
(63, '戚戚戚', '0988555222', '123', '2019-09-03', '456456', '123', '45646', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', 'test01@gmail.com'),
(65, '31231', '3213212312312', '321312', '2019-09-23', '321', '312', '1231', 'e7b1b53c78671bbd6e3b30d4ec4043b497b5dddf', 'prow3n123@gmail.com'),
(66, 'kroewpkrpoew', '0979666555', 'okokrekowr', '2019-09-23', 'koprewrk', 'rkowekpo', 'okporkekworpow', '43957efe9d81e80876ae8d0c7d6afda58c26f539', 'ijoiewojijw@jwioj.com'),
(67, 'okporekwpo', 'huuirehuiw', 'uhuirhewuirh', '2019-09-23', 'uhruihew', 'hurhiwe', 'uhuirhueiw', 'a6679f09d55719ac577c94f25f4cda9fc349272d', '23oi3jo13@gma.com'),
(68, 'ewqeqw', 'eqwqewe', 'ewqeqw', '2019-09-23', 'eqwq', 'eqwqeweq', 'eqwq', 'd09dcaf1b80794cd0e33997b458d7b2dfba4cf4d', 'adm33in01@gmail.com');

-- --------------------------------------------------------

--
-- 資料表結構 `vendor_power`
--

CREATE TABLE `vendor_power` (
  `sid` int(11) NOT NULL,
  `space` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `teacher` varchar(255) DEFAULT NULL,
  `itool` varchar(255) DEFAULT NULL,
  `food` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `vendor_power`
--

INSERT INTO `vendor_power` (`sid`, `space`, `class`, `teacher`, `itool`, `food`) VALUES
(29, '1', '1', '1', '1', '1'),
(30, '1', '1', '1', '1', '1'),
(31, '1', '1', '1', '1', '1'),
(32, '1', '1', '1', '1', '1'),
(33, '1', '1', '1', '1', '1'),
(34, '', '1', '1', '1', '1'),
(35, '', '1', '1', '1', '1'),
(36, '1', NULL, NULL, NULL, NULL),
(37, NULL, '1', NULL, NULL, NULL),
(39, '1', '1', NULL, NULL, NULL),
(40, '', '1', NULL, NULL, NULL),
(41, '', '1', '1', '1', NULL),
(42, '', '1', '1', '1', NULL),
(43, NULL, NULL, '1', '1', NULL),
(44, '', NULL, NULL, NULL, NULL),
(45, '', NULL, NULL, NULL, '1'),
(46, '', NULL, '1', '1', NULL),
(47, '', '1', '1', '', NULL),
(48, '', '1', '1', '', '1'),
(49, '1', '', '', '1', '1'),
(50, '1', '', '1', '', '1'),
(51, '1', '', '1', '', ''),
(52, '1', '1', '1', '1', '1'),
(56, '1', '1', '1', '1', '1'),
(58, '1', '1', '1', '1', '1'),
(59, '', '1', '', '', '1'),
(61, '1', '1', '1', '1', '1'),
(64, '1', '1', '1', '1', '1'),
(66, '1', '1', '1', '1', '1'),
(67, '1', '1', '1', '1', ''),
(68, '1', '1', '1', '1', '1');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `appliance_list`
--
ALTER TABLE `appliance_list`
  ADD PRIMARY KEY (`item_sid`);

--
-- 資料表索引 `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`cate_sid`);

--
-- 資料表索引 `class`
--
ALTER TABLE `class`
  ADD PRIMARY KEY (`class_sid`);

--
-- 資料表索引 `classroom_data`
--
ALTER TABLE `classroom_data`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `course`
--
ALTER TABLE `course`
  ADD PRIMARY KEY (`course_id`);

--
-- 資料表索引 `ingredient`
--
ALTER TABLE `ingredient`
  ADD PRIMARY KEY (`sid`),
  ADD UNIQUE KEY `product_name` (`product_name`) USING BTREE;

--
-- 資料表索引 `item_brand`
--
ALTER TABLE `item_brand`
  ADD PRIMARY KEY (`brand_sid`);

--
-- 資料表索引 `item_place`
--
ALTER TABLE `item_place`
  ADD PRIMARY KEY (`place_sid`);

--
-- 資料表索引 `item_sort`
--
ALTER TABLE `item_sort`
  ADD PRIMARY KEY (`sort_sid`);

--
-- 資料表索引 `item_status`
--
ALTER TABLE `item_status`
  ADD PRIMARY KEY (`status_sid`);

--
-- 資料表索引 `on-sale`
--
ALTER TABLE `on-sale`
  ADD PRIMARY KEY (`sale_sid`);

--
-- 資料表索引 `space_list`
--
ALTER TABLE `space_list`
  ADD PRIMARY KEY (`space_sid`);

--
-- 資料表索引 `space_service_number`
--
ALTER TABLE `space_service_number`
  ADD PRIMARY KEY (`service_sid`);

--
-- 資料表索引 `tags`
--
ALTER TABLE `tags`
  ADD PRIMARY KEY (`tag_sid`);

--
-- 資料表索引 `taiwan_area_number`
--
ALTER TABLE `taiwan_area_number`
  ADD PRIMARY KEY (`area_sid`);

--
-- 資料表索引 `tutor`
--
ALTER TABLE `tutor`
  ADD PRIMARY KEY (`tutor_id`);

--
-- 資料表索引 `vendor`
--
ALTER TABLE `vendor`
  ADD PRIMARY KEY (`sid`);

--
-- 資料表索引 `vendor_power`
--
ALTER TABLE `vendor_power`
  ADD PRIMARY KEY (`sid`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `appliance_list`
--
ALTER TABLE `appliance_list`
  MODIFY `item_sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '商品流水號', AUTO_INCREMENT=1391;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `categories`
--
ALTER TABLE `categories`
  MODIFY `cate_sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '分類索引', AUTO_INCREMENT=41;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `class`
--
ALTER TABLE `class`
  MODIFY `class_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `classroom_data`
--
ALTER TABLE `classroom_data`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `course`
--
ALTER TABLE `course`
  MODIFY `course_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `ingredient`
--
ALTER TABLE `ingredient`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '商品索引', AUTO_INCREMENT=383;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `on-sale`
--
ALTER TABLE `on-sale`
  MODIFY `sale_sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '上下架索引', AUTO_INCREMENT=4;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `space_list`
--
ALTER TABLE `space_list`
  MODIFY `space_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=855;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `space_service_number`
--
ALTER TABLE `space_service_number`
  MODIFY `service_sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號', AUTO_INCREMENT=7;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `tags`
--
ALTER TABLE `tags`
  MODIFY `tag_sid` int(11) NOT NULL AUTO_INCREMENT COMMENT '標籤索引', AUTO_INCREMENT=6;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `taiwan_area_number`
--
ALTER TABLE `taiwan_area_number`
  MODIFY `area_sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `tutor`
--
ALTER TABLE `tutor`
  MODIFY `tutor_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `vendor`
--
ALTER TABLE `vendor`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `vendor_power`
--
ALTER TABLE `vendor_power`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
